reports/risk.org
* Log
Copy/pasted from gamesbyemail.com's game log. The page does fetch malformated json to populate the log, but the objects are dense.
The presented log seems easier to parse.
The interesting bits to extract are "Attacks", "Defends", "XXX defeated", and "END OF TURN".

  #+BEGIN_SRC txt :export none :tangle txt/risk_log.txt  :exports none
0.	Start of Game
1.	Deployed 3 occupying armies to North Africa (1)
Deployed 2 occupying armies to Alaska (1)
Deployed 2 occupying armies to Western United States (1)
Deployed 2 occupying armies to Quebec (1)
Deployed 1 occupying army to Brazil (1)
Deployed 1 occupying army to South Africa (1)
Deployed 1 occupying army to Japan (1)
Deployed 1 occupying army to Siam (1)
Deployed 1 occupying army to North Africa (4)
Deployed 1 occupying army to Egypt (1)
Deployed 1 occupying army to Japan (2)
END OF TURN
2.	Deployed 8 occupying armies to Eastern United States (1)
Deployed 7 occupying armies to Ontario (1)
Deployed 1 occupying army to Venezuela (1)
END OF TURN
3.	Deployed 1 occupying army to Eastern Australia (1)
Deployed 1 occupying army to Eastern Australia (2)
Deployed 1 occupying army to Eastern Australia (3)
Deployed 1 occupying army to Eastern Australia (4)
Deployed 1 occupying army to Eastern Australia (5)
Deployed 1 occupying army to Ukraine (1)
Deployed 1 occupying army to Southern Europe (1)
Deployed 1 occupying army to Western Europe (1)
Deployed 1 occupying army to Great Britain (1)
Deployed 1 occupying army to Ukraine (2)
Deployed 1 occupying army to Southern Europe (2)
Deployed 1 occupying army to Western Europe (2)
Deployed 1 occupying army to Great Britain (2)
Deployed 1 occupying army to Ukraine (3)
Deployed 1 occupying army to Eastern Australia (6)
Deployed 1 occupying army to Eastern Australia (7)
Deployed 1 occupying army to Great Britain (3)
END OF TURN
4.	Deployed 1 occupying army to Iceland (1)
Deployed 1 occupying army to Iceland (2)
Deployed 1 occupying army to Iceland (3)
Deployed 1 occupying army to Greenland (1)
Deployed 1 occupying army to Greenland (2)
Deployed 1 occupying army to Scandinavia (1)
Deployed 1 occupying army to Scandinavia (2)
Deployed 1 occupying army to Scandinavia (3)
Deployed 1 occupying army to Scandinavia (4)
Deployed 1 occupying army to Greenland (3)
Deployed 1 occupying army to Greenland (4)
Deployed 1 occupying army to Iceland (4)
Deployed 1 occupying army to Iceland (5)
Deployed 1 occupying army to Alberta (1)
Deployed 1 occupying army to Alberta (2)
Deployed 1 occupying army to Alberta (3)
Deployed 1 occupying army to Iceland (6)
END OF TURN
5.	Deployed 17 occupying armies to Argentina (1)
END OF TURN
6.	Received 3 regular armies for occupying 9 territories
Deployed 3 occupying armies to North Africa (5)
Fortified Egypt (2) with 7 armies from North Africa (8)
END OF TURN
7.	Received 3 regular armies for occupying 9 territories
Deployed 1 occupying army to Venezuela (2)
Deployed 1 occupying army to Venezuela (3)
Deployed 1 occupying army to Venezuela (4)
8.	Venezuela (5) attacks Central America (1) until defeated
Attacker lost 0 with 5,3,2
Defender lost 1 with 2
Central America captured
9.	Eastern United States (9) attacks Quebec (3) until defeated
Attacker lost 0 with 6,5,3
Defender lost 2 with 3,1
Attacker lost 0 with 6,2,2
Defender lost 1 with 1
Quebec captured
10.	Eastern United States (6) attacks Western United States (3) until defeated
Attacker lost 2 with 2,2,1
Defender lost 0 with 6,4
Attacker lost 1 with 5,4,1
Defender lost 1 with 5,3
11.	Ontario (8) attacks Western United States (2) until defeated
Attacker lost 0 with 6,4,2
Defender lost 2 with 5,3
Western United States captured
12.	Fortified Quebec (3) with 2 armies from Eastern United States (3)
Josh receives one card
END OF TURN
13.	Received 3 regular armies for occupying 8 territories
Deployed 1 occupying army to Eastern Australia (8)
Deployed 1 occupying army to Eastern Australia (9)
Deployed 1 occupying army to Eastern Australia (10)
14.	Eastern Australia (11) attacks New Guinea (1) until defeated
Attacker lost 1 with 5,2,1
Defender lost 0 with 5
Attacker lost 0 with 6,5,1
Defender lost 1 with 5
New Guinea captured
15.	New Guinea (3) attacks Indonesia (1) with 2 armies
Attacker lost 1 with 6,2
Defender lost 0 with 6
16.	New Guinea (2) attacks Indonesia (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 5
17.	Fortified New Guinea (1) with 4 armies from Eastern Australia (7)
Will receives one card
END OF TURN
18.	Received 3 regular armies for occupying 7 territories
Deployed 1 occupying army to Irkutsk (1)
Deployed 1 occupying army to Irkutsk (2)
Deployed 1 occupying army to Irkutsk (3)
19.	Irkutsk (4) attacks Kamchatka (1) until defeated
Attacker lost 1 with 4,4,2
Defender lost 0 with 6
20.	Irkutsk (3) attacks Kamchatka (1) with 2 armies
Attacker lost 1 with 3,2
Defender lost 0 with 3
21.	Irkutsk (2) attacks Kamchatka (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 5
22.	END OF TURN
23.	Received 3 regular armies for occupying 8 territories
Deployed 3 occupying armies to Argentina (18)
24.	Argentina (21) attacks Peru (1) until defeated
Attacker lost 1 with 2,2,1
Defender lost 0 with 2
Attacker lost 0 with 3,2,1
Defender lost 1 with 2
Peru captured
25.	Moved 16 armies from Argentina (17) to Peru (3)
26.	Peru (19) attacks Venezuela (2) until defeated
Attacker lost 1 with 6,5,2
Defender lost 1 with 6,1
Attacker lost 0 with 6,6,6
Defender lost 1 with 1
Venezuela captured
27.	Moved 14 armies from Peru (15) to Venezuela (3)
28.	Venezuela (17) attacks Brazil (2) until defeated
Attacker lost 2 with 2,1,1
Defender lost 0 with 5,2
Attacker lost 0 with 5,3,1
Defender lost 2 with 3,2
Brazil captured
29.	Moved 1 army from Venezuela (12) to Brazil (3)
Moved 1 army from Venezuela (11) to Brazil (4)
Moved 1 army from Venezuela (10) to Brazil (5)
Moved 1 army from Venezuela (9) to Brazil (6)
Jim receives one card
END OF TURN
30.	Received 3 regular armies for occupying 6 territories
Deployed 2 occupying armies to Egypt (9)
Deployed 1 occupying army to South Africa (2)
31.	Egypt (11) attacks East Africa (1) with 3 armies
Attacker lost 0 with 6,3,2
Defender lost 1 with 4
East Africa captured
32.	East Africa (3) attacks Congo (1) with 2 armies
Attacker lost 1 with 3,2
Defender lost 0 with 5
33.	South Africa (3) attacks Congo (1) with 2 armies
Attacker lost 0 with 4,1
Defender lost 1 with 2
Congo captured
34.	Fortified Egypt (8) with 1 army from East Africa (2)
Andrew receives one card
END OF TURN
35.	Received 3 regular armies for occupying 9 territories
Deployed 1 occupying army to Central America (3)
Deployed 1 occupying army to Central America (4)
Deployed 1 occupying army to Central America (5)
36.	Ontario (5) attacks Alberta (4) until defeated
Attacker lost 2 with 6,3,3
Defender lost 0 with 6,5
37.	Ontario (3) attacks Alberta (4) with 2 armies
Attacker lost 2 with 4,3
Defender lost 0 with 5,3
38.	Fortified Central America (6) with 2 armies from Western United States (3)
END OF TURN
39.	Received 3 regular armies for occupying 9 territories
Deployed 1 occupying army to Eastern Australia (3)
Deployed 1 occupying army to Eastern Australia (4)
Deployed 1 occupying army to Great Britain (4)
40.	Eastern Australia (5) attacks Western Australia (1) until defeated
Attacker lost 1 with 3,2,1
Defender lost 0 with 5
Attacker lost 1 with 4,2,1
Defender lost 0 with 4
41.	Eastern Australia (3) attacks Western Australia (1) with 2 armies
Attacker lost 1 with 3,1
Defender lost 0 with 4
42.	Eastern Australia (2) attacks Western Australia (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 3
43.	New Guinea (5) attacks Indonesia (1) until defeated
Attacker lost 0 with 6,2,1
Defender lost 1 with 3
Indonesia captured
44.	New Guinea (2) attacks Western Australia (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 2
45.	Western Europe (3) attacks Northern Europe (1) with 2 armies
Attacker lost 0 with 5,1
Defender lost 1 with 3
Northern Europe captured
46.	Will receives one card
END OF TURN
47.	Received 3 regular armies for occupying 5 territories
Deployed 1 occupying army to Irkutsk (1)
Deployed 1 occupying army to Irkutsk (2)
Deployed 1 occupying army to Irkutsk (3)
48.	Irkutsk (4) attacks Kamchatka (1) with 3 armies
Attacker lost 0 with 4,1,1
Defender lost 1 with 2
Kamchatka captured
49.	Alberta (4) attacks Ontario (1) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 1 with 2
Ontario captured
50.	Fortified Alberta (1) with 1 army from Ontario (3)
Ben receives one card
END OF TURN
51.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Venezuela (8)
52.	Venezuela (13) attacks Central America (8) until defeated
Attacker lost 1 with 5,3,3
Defender lost 1 with 6,2
Attacker lost 1 with 4,2,1
Defender lost 1 with 6,1
Attacker lost 2 with 2,2,2
Defender lost 0 with 4,3
Attacker lost 0 with 6,3,1
Defender lost 2 with 2,2
Attacker lost 0 with 4,4,2
Defender lost 2 with 2,1
Attacker lost 2 with 3,2,2
Defender lost 0 with 6,6
Attacker lost 0 with 6,5,1
Defender lost 2 with 3,3
Central America captured
53.	Brazil (7) attacks North Africa (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 1
54.	Brazil (6) attacks North Africa (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 6
55.	Brazil (5) attacks North Africa (1) with 1 army
Attacker lost 0 with 3
Defender lost 1 with 1
North Africa captured
56.	Fortified Venezuela (4) with 2 armies from Central America (3)
Jim receives one card
END OF TURN
57.	Received 3 regular armies for occupying 7 territories
Deployed 1 occupying army to Egypt (9)
Deployed 1 occupying army to Egypt (10)
Deployed 1 occupying army to Egypt (11)
58.	Egypt (12) attacks North Africa (1) until defeated
Attacker lost 0 with 6,5,3
Defender lost 1 with 1
North Africa captured
59.	Egypt (9) attacks Middle East (1) until defeated
Attacker lost 0 with 5,5,5
Defender lost 1 with 1
Middle East captured
60.	Fortified Egypt (6) with 2 armies from Middle East (3)
Andrew receives one card
END OF TURN
61.	Received 3 regular armies for occupying 5 territories
Deployed 3 occupying armies to Quebec (5)
62.	Quebec (8) attacks Ontario (2) until defeated
Attacker lost 1 with 6,5,4
Defender lost 1 with 6,2
Attacker lost 0 with 5,3,2
Defender lost 1 with 4
Ontario captured
63.	Ontario (3) attacks Alberta (2) with 2 armies
Attacker lost 2 with 5,4
Defender lost 0 with 6,4
64.	Quebec (4) attacks Greenland (5) until defeated
Attacker lost 0 with 6,4,3
Defender lost 2 with 1,1
Attacker lost 1 with 5,2,2
Defender lost 1 with 6,1
65.	Quebec (3) attacks Greenland (2) with 2 armies
Attacker lost 1 with 6,5
Defender lost 1 with 6,3
66.	Quebec (2) attacks Greenland (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 6
Josh receives one card
END OF TURN
67.	Received 3 regular armies for occupying 11 territories
Deployed 1 occupying army to Indonesia (3)
Deployed 1 occupying army to Indonesia (4)
Deployed 1 occupying army to Madagascar (1)
68.	Indonesia (5) attacks Western Australia (1) until defeated
Attacker lost 0 with 6,6,2
Defender lost 1 with 4
Western Australia captured
69.	Fortified Indonesia (2) with 1 army from Western Australia (3)
Fortified Indonesia (3) with 1 army from Western Australia (2)
Fortified Western Australia (1) with 1 army from Indonesia (4)
Fortified Indonesia (3) with 1 army from Western Australia (2)
Will receives one card
END OF TURN
70.	Received 3 regular armies for occupying 6 territories
Deployed 3 occupying armies to Alberta (2)
71.	Alberta (5) attacks Ontario (1) with 3 armies
Attacker lost 0 with 4,4,1
Defender lost 1 with 3
Ontario captured
72.	Ontario (3) attacks Quebec (1) with 2 armies
Attacker lost 0 with 6,3
Defender lost 1 with 3
Quebec captured
73.	Fortified Iceland (7) with 4 armies from Scandinavia (5)
Ben receives one card
END OF TURN
74.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Central America (1)
75.	Central America (6) attacks Western United States (1) until defeated
Attacker lost 0 with 6,4,4
Defender lost 1 with 2
Western United States captured
76.	Western United States (3) attacks Eastern United States (1) with 2 armies
Attacker lost 1 with 5,4
Defender lost 0 with 6
77.	Western United States (2) attacks Eastern United States (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 5
78.	Central America (3) attacks Eastern United States (1) with 2 armies
Attacker lost 0 with 6,3
Defender lost 1 with 4
Eastern United States captured
79.	Fortified Brazil (4) with 1 army from Venezuela (6)
Jim receives one card
END OF TURN
80.	Received 3 regular armies for occupying 9 territories
Deployed 3 occupying armies to North Africa (3)
81.	Egypt (8) attacks Southern Europe (3) until defeated
Attacker lost 2 with 3,2,1
Defender lost 0 with 4,3
Attacker lost 1 with 3,3,2
Defender lost 1 with 5,1
Attacker lost 1 with 3,3,2
Defender lost 1 with 5,1
Attacker lost 0 with 4,4,1
Defender lost 1 with 3
Southern Europe captured
82.	Japan (3) attacks Mongolia (1) with 2 armies
Attacker lost 0 with 6,1
Defender lost 1 with 4
Mongolia captured
83.	Fortified North Africa (6) with 2 armies from Southern Europe (3)
Andrew receives one card
END OF TURN
84.	Received 3 regular armies for occupying 2 territories
Deployed 1 occupying army to India (1)
Deployed 1 occupying army to India (2)
Deployed 1 occupying army to India (3)
85.	India (4) attacks China (1) until defeated
Attacker lost 0 with 5,3,1
Defender lost 1 with 3
China captured
86.	China (3) attacks Afghanistan (1) with 2 armies
Attacker lost 1 with 5,1
Defender lost 0 with 6
87.	China (2) attacks Afghanistan (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 3
Josh receives one card
END OF TURN
88.	Received 3 regular armies for occupying 11 territories
Received 2 regular armies for occupying Australia
Traded Congo (I), Peru (I) and Alaska (I) for 6 regular armies
Deployed 1 occupying army to Indonesia (4)
Deployed 1 occupying army to Indonesia (5)
Deployed 1 occupying army to Indonesia (6)
Deployed 1 occupying army to Indonesia (7)
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Northern Europe (2)
Deployed 1 occupying army to Western Europe (1)
Deployed 1 occupying army to Afghanistan (1)
Deployed 1 occupying army to Afghanistan (2)
Deployed 1 occupying army to Afghanistan (3)
Deployed 1 occupying army to Afghanistan (4)
89.	Afghanistan (5) attacks India (1) until defeated
Attacker lost 0 with 6,3,3
Defender lost 1 with 1
India captured
90.	Moved 1 army from Afghanistan (2) to India (3)
91.	India (4) attacks China (1) until defeated
Attacker lost 0 with 6,4,3
Defender lost 1 with 4
China captured
92.	China (3) attacks Ural (1) with 2 armies
Attacker lost 1 with 5,2
Defender lost 0 with 6
93.	China (2) attacks Ural (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 4
94.	Ukraine (4) attacks Ural (1) until defeated
Attacker lost 0 with 5,4,2
Defender lost 1 with 3
Ural captured
Josh defeated, turns over null to Will
95.	Fortified Ukraine (1) with 1 army from Ural (3)
Fortified Ukraine (2) with 1 army from Ural (2)
Will receives one card
END OF TURN
96.	Received 3 regular armies for occupying 8 territories
Deployed 1 occupying army to Alberta (2)
Deployed 1 occupying army to Alberta (3)
Deployed 1 occupying army to Alberta (4)
97.	Alberta (5) attacks Northwest Territory (1) with 3 armies
Attacker lost 0 with 6,5,1
Defender lost 1 with 1
Northwest Territory captured
98.	Ben receives one card
END OF TURN
99.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying S. America
Traded China (I), Siam (I) and Venezuela (I) for 6 regular armies
Deployed 2 occupying armies to Venezuela (5)
Deployed 11 occupying armies to Brazil (5)
100.	Brazil (16) attacks North Africa (8) until defeated
Attacker lost 1 with 4,3,1
Defender lost 1 with 6,2
Attacker lost 1 with 5,1,1
Defender lost 1 with 3,2
Attacker lost 2 with 6,3,3
Defender lost 0 with 6,6
Attacker lost 2 with 5,4,4
Defender lost 0 with 6,4
Attacker lost 0 with 6,3,3
Defender lost 2 with 2,1
Attacker lost 1 with 3,3,1
Defender lost 1 with 4,1
Attacker lost 2 with 3,1,1
Defender lost 0 with 4,2
Attacker lost 1 with 2,2,1
Defender lost 1 with 5,1
Attacker lost 0 with 6,4,3
Defender lost 2 with 2,2
North Africa captured
101.	Fortified Brazil (3) with 2 armies from North Africa (3)
Jim receives one card
END OF TURN
102.	Received 3 regular armies for occupying 10 territories
Traded Brazil (A), Ukraine (C) and Iceland (I) for 10 regular armies
Deployed 13 occupying armies to Congo (2)
103.	Congo (15) attacks North Africa (1) until defeated
Attacker lost 0 with 5,2,1
Defender lost 1 with 4
North Africa captured
104.	Moved 11 armies from Congo (12) to North Africa (3)
105.	North Africa (14) attacks Brazil (5) until defeated
Attacker lost 0 with 6,5,4
Defender lost 2 with 5,1
Attacker lost 1 with 5,5,4
Defender lost 1 with 5,1
Attacker lost 2 with 6,5,4
Defender lost 0 with 6,6
Attacker lost 2 with 3,2,2
Defender lost 0 with 5,4
Attacker lost 0 with 6,3,2
Defender lost 2 with 1,1
Brazil captured
106.	Moved 5 armies from North Africa (6) to Brazil (3)
Fortified North Africa (1) with 7 armies from Brazil (8)
Andrew receives one card
END OF TURN
107.	Received 4 regular armies for occupying 14 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Indonesia (8)
Deployed 1 occupying army to Indonesia (9)
Deployed 1 occupying army to Madagascar (2)
Deployed 1 occupying army to Western Europe (2)
Deployed 1 occupying army to Western Europe (3)
Deployed 1 occupying army to Western Europe (4)
108.	Western Europe (5) attacks Southern Europe (1) until defeated
Attacker lost 0 with 4,3,2
Defender lost 1 with 3
Southern Europe captured
109.	Great Britain (6) attacks Scandinavia (1) with 3 armies
Attacker lost 1 with 4,2,1
Defender lost 0 with 4
110.	Great Britain (5) attacks Scandinavia (1) with 3 armies
Attacker lost 0 with 6,5,5
Defender lost 1 with 3
Scandinavia captured
111.	Fortified Great Britain (2) with 2 armies from Scandinavia (3)
Will receives one card
END OF TURN
112.	Received 3 regular armies for occupying 8 territories
Traded Wild, Madagascar (C) and Wild for 10 regular armies
Deployed 1 occupying army to Northwest Territory (3)
Deployed 1 occupying army to Northwest Territory (4)
Deployed 1 occupying army to Northwest Territory (5)
Deployed 1 occupying army to Northwest Territory (6)
Deployed 1 occupying army to Alberta (2)
Deployed 1 occupying army to Alberta (3)
Deployed 1 occupying army to Alberta (4)
Deployed 1 occupying army to Alberta (5)
Deployed 1 occupying army to Alberta (6)
Deployed 1 occupying army to Alberta (7)
Deployed 1 occupying army to Alberta (8)
Deployed 1 occupying army to Alberta (9)
Deployed 1 occupying army to Alberta (10)
113.	Northwest Territory (7) attacks Alaska (3) with 3 armies
Attacker lost 2 with 6,5,3
Defender lost 0 with 6,5
114.	Alberta (11) attacks Alaska (3) with 3 armies
Attacker lost 2 with 5,4,2
Defender lost 0 with 5,4
115.	Northwest Territory (5) attacks Alaska (3) with 3 armies
Attacker lost 0 with 5,4,3
Defender lost 2 with 3,2
116.	Northwest Territory (5) attacks Alaska (1) with 3 armies
Attacker lost 0 with 5,3,1
Defender lost 1 with 2
Alaska captured
117.	Alberta (9) attacks Western United States (1) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 1 with 3
Western United States captured
118.	Fortified Western United States (3) with 5 armies from Alberta (6)
Ben receives one card
END OF TURN
119.	Received 3 regular armies for occupying 6 territories
Deployed 3 occupying armies to Venezuela (7)
120.	Venezuela (10) attacks Brazil (1) until defeated
Attacker lost 0 with 6,1,1
Defender lost 1 with 3
Brazil captured
121.	Moved 6 armies from Venezuela (7) to Brazil (3)
122.	Brazil (9) attacks North Africa (8) until defeated
Attacker lost 2 with 5,2,1
Defender lost 0 with 6,4
Attacker lost 0 with 5,5,4
Defender lost 2 with 4,4
Attacker lost 2 with 3,2,1
Defender lost 0 with 6,6
Attacker lost 2 with 4,3,2
Defender lost 0 with 4,3
123.	Fortified Central America (1) with 1 army from Eastern United States (2)
Jim receives one card
END OF TURN
124.	Received 3 regular armies for occupying 9 territories
Deployed 3 occupying armies to North Africa (6)
END OF TURN
125.	Received 5 regular armies for occupying 16 territories
Received 2 regular armies for occupying Australia
Traded South Africa (A), Irkutsk (C) and Mongolia (I) for 10 regular armies
Deployed 1 occupying army to Indonesia (10)
Deployed 1 occupying army to Indonesia (11)
Deployed 1 occupying army to Madagascar (3)
Deployed 1 occupying army to Madagascar (4)
Deployed 1 occupying army to China (1)
Deployed 1 occupying army to Great Britain (4)
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Great Britain (6)
Deployed 1 occupying army to Great Britain (7)
Deployed 1 occupying army to Great Britain (8)
Deployed 1 occupying army to Great Britain (9)
Deployed 1 occupying army to Great Britain (10)
Deployed 1 occupying army to Great Britain (11)
Deployed 1 occupying army to Great Britain (12)
Deployed 1 occupying army to Great Britain (13)
Deployed 1 occupying army to Great Britain (14)
Deployed 1 occupying army to Great Britain (15)
126.	Great Britain (16) attacks Iceland (11) until defeated
Attacker lost 2 with 6,3,3
Defender lost 0 with 6,4
Attacker lost 1 with 4,4,1
Defender lost 1 with 4,3
Attacker lost 1 with 5,5,3
Defender lost 1 with 5,4
Attacker lost 1 with 4,2,1
Defender lost 1 with 2,2
Attacker lost 0 with 5,3,2
Defender lost 2 with 3,2
Attacker lost 1 with 6,5,1
Defender lost 1 with 6,4
Attacker lost 2 with 3,2,2
Defender lost 0 with 5,2
Attacker lost 0 with 6,5,3
Defender lost 2 with 5,1
Attacker lost 2 with 4,1,1
Defender lost 0 with 6,4
Attacker lost 1 with 6,3,1
Defender lost 1 with 6,1
Attacker lost 1 with 4,2,1
Defender lost 1 with 3,2
Attacker lost 1 with 6,6,1
Defender lost 0 with 6
127.	Great Britain (3) attacks Iceland (1) with 2 armies
Attacker lost 1 with 4,3
Defender lost 0 with 4
128.	Indonesia (12) attacks Siam (2) until defeated
Attacker lost 1 with 5,3,2
Defender lost 1 with 6,1
Attacker lost 0 with 6,6,2
Defender lost 1 with 4
Siam captured
129.	Moved 7 armies from Indonesia (8) to Siam (3)
Moved 1 army from Indonesia (1) to Siam (10)
Will receives one card
END OF TURN
130.	Received 3 regular armies for occupying 10 territories
Deployed 1 occupying army to Iceland (1)
Deployed 1 occupying army to Iceland (2)
Deployed 1 occupying army to Iceland (3)
131.	Iceland (4) attacks Scandinavia (1) with 3 armies
Attacker lost 0 with 6,6,4
Defender lost 1 with 3
Scandinavia captured
132.	Western United States (8) attacks Central America (2) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 2 with 3,1
Central America captured
133.	Western United States (5) attacks Eastern United States (1) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 1 with 5
Eastern United States captured
134.	Fortified Iceland (1) with 2 armies from Scandinavia (3)
Ben receives one card
END OF TURN
135.	Received 3 regular armies for occupying 5 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Brazil (3)
136.	Brazil (8) attacks North Africa (9) until defeated
Attacker lost 1 with 4,3,2
Defender lost 1 with 4,2
Attacker lost 0 with 4,4,2
Defender lost 2 with 2,2
Attacker lost 0 with 6,3,2
Defender lost 2 with 4,2
Attacker lost 0 with 6,6,3
Defender lost 2 with 4,2
Attacker lost 0 with 6,5,2
Defender lost 2 with 5,2
North Africa captured
137.	Fortified Venezuela (1) with 1 army from Brazil (4)
Fortified Venezuela (2) with 1 army from Brazil (3)
Fortified Venezuela (3) with 1 army from Brazil (2)
Jim receives one card
END OF TURN
138.	Received 3 regular armies for occupying 7 territories
Deployed 3 occupying armies to Mongolia (2)
139.	Mongolia (5) attacks Irkutsk (1) with 3 armies
Attacker lost 1 with 6,4,2
Defender lost 0 with 6
140.	Mongolia (4) attacks Irkutsk (1) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 1 with 2
Irkutsk captured
141.	Irkutsk (3) attacks Siberia (1) with 2 armies
Attacker lost 0 with 6,5
Defender lost 1 with 2
Siberia captured
142.	Siberia (2) attacks Ural (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 4
Andrew receives one card
END OF TURN
143.	Received 5 regular armies for occupying 15 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Siam (9)
Deployed 1 occupying army to Great Britain (2)
Deployed 1 occupying army to Great Britain (3)
Deployed 1 occupying army to Great Britain (4)
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Great Britain (6)
Deployed 1 occupying army to Great Britain (7)
144.	Great Britain (8) attacks Iceland (3) until defeated
Attacker lost 0 with 6,4,4
Defender lost 2 with 4,2
Attacker lost 0 with 4,3,2
Defender lost 1 with 1
Iceland captured
145.	Ukraine (3) attacks Scandinavia (1) with 2 armies
Attacker lost 0 with 6,6
Defender lost 1 with 2
Scandinavia captured
146.	Iceland (3) attacks Greenland (1) with 2 armies
Attacker lost 0 with 5,4
Defender lost 1 with 4
Greenland captured
147.	Fortified Iceland (1) with 1 army from Greenland (2)
Will receives one card
END OF TURN
148.	Received 3 regular armies for occupying 9 territories
Deployed 1 occupying army to Quebec (2)
Deployed 1 occupying army to Quebec (3)
Deployed 1 occupying army to Quebec (4)
149.	Quebec (5) attacks Greenland (1) with 3 armies
Attacker lost 1 with 3,2,2
Defender lost 0 with 3
150.	Quebec (4) attacks Greenland (1) with 3 armies
Attacker lost 0 with 6,2,1
Defender lost 1 with 2
Greenland captured
151.	Fortified Greenland (3) with 1 army from Northwest Territory (2)
Ben receives one card
END OF TURN
152.	Received 3 regular armies for occupying 6 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to North Africa (3)
153.	North Africa (8) attacks Western Europe (2) until defeated
Attacker lost 0 with 5,3,2
Defender lost 2 with 2,1
Western Europe captured
154.	Jim receives one card
END OF TURN
155.	Received 3 regular armies for occupying 9 territories
Deployed 1 occupying army to Siberia (1)
Deployed 1 occupying army to Siberia (2)
Deployed 1 occupying army to Siberia (3)
156.	Siberia (4) attacks Yakutsk (1) with 3 armies
Attacker lost 0 with 4,3,1
Defender lost 1 with 3
Yakutsk captured
157.	Fortified Siberia (1) with 2 armies from Yakutsk (3)
Andrew receives one card
END OF TURN
158.	Received 5 regular armies for occupying 16 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Great Britain (6)
Deployed 1 occupying army to Great Britain (7)
Deployed 1 occupying army to Iceland (2)
Deployed 1 occupying army to Iceland (3)
Deployed 1 occupying army to Iceland (4)
Deployed 1 occupying army to Iceland (5)
159.	Iceland (6) attacks Greenland (4) until defeated
Attacker lost 1 with 6,2,1
Defender lost 1 with 5,4
Attacker lost 2 with 3,2,2
Defender lost 0 with 5,2
160.	Great Britain (8) attacks Western Europe (3) until defeated
Attacker lost 0 with 6,4,3
Defender lost 2 with 5,1
Attacker lost 0 with 5,1,1
Defender lost 1 with 2
Western Europe captured
161.	Iceland (3) attacks Greenland (3) with 2 armies
Attacker lost 2 with 2,1
Defender lost 0 with 2,2
162.	Fortified Iceland (1) with 1 army from Great Britain (5)
Fortified Iceland (2) with 1 army from Great Britain (4)
Fortified Iceland (3) with 1 army from Great Britain (3)
Fortified Iceland (4) with 1 army from Great Britain (2)
Will receives one card
END OF TURN
163.	Received 3 regular armies for occupying 10 territories
Received 5 regular armies for occupying N. America
Traded Kamchatka (I), Alberta (C) and Western Europe (A) for 10 regular armies
Deployed 1 occupying army to Greenland (3)
Deployed 1 occupying army to Greenland (4)
Deployed 1 occupying army to Greenland (5)
Deployed 1 occupying army to Greenland (6)
Deployed 1 occupying army to Central America (3)
Deployed 1 occupying army to Central America (4)
Deployed 1 occupying army to Central America (5)
Deployed 1 occupying army to Kamchatka (3)
Deployed 1 occupying army to Kamchatka (4)
Deployed 1 occupying army to Kamchatka (5)
Deployed 1 occupying army to Quebec (1)
Deployed 1 occupying army to Ontario (1)
Deployed 1 occupying army to Alberta (1)
Deployed 1 occupying army to Northwest Territory (1)
Deployed 1 occupying army to Greenland (7)
Deployed 1 occupying army to Greenland (8)
Deployed 1 occupying army to Greenland (9)
Deployed 1 occupying army to Greenland (10)
Deployed 2 occupying armies to Kamchatka (6)
Fortified Alaska (3) with 7 armies from Kamchatka (8)
END OF TURN
164.	Received 3 regular armies for occupying 5 territories
Received 2 regular armies for occupying S. America
Traded North Africa (C), Afghanistan (C) and India (C) for 8 regular armies
Deployed 2 occupying armies to North Africa (5)
Deployed 1 occupying army to Venezuela (4)
Deployed 1 occupying army to Venezuela (5)
Deployed 1 occupying army to Venezuela (6)
Deployed 10 occupying armies to North Africa (7)
165.	North Africa (17) attacks Egypt (1) until defeated
Attacker lost 0 with 6,2,2
Defender lost 1 with 4
Egypt captured
166.	North Africa (14) attacks Western Europe (3) until defeated
Attacker lost 1 with 5,4,2
Defender lost 1 with 6,1
Attacker lost 0 with 6,3,1
Defender lost 2 with 5,1
Western Europe captured
167.	North Africa (10) attacks Congo (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 4
168.	North Africa (9) attacks East Africa (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 2
East Africa captured
169.	North Africa (8) attacks Congo (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 3
170.	North Africa (7) attacks Congo (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 4
171.	North Africa (6) attacks Congo (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 5
172.	Fortified North Africa (5) with 2 armies from Egypt (3)
Jim receives one card
END OF TURN
173.	Received 3 regular armies for occupying 8 territories
Traded Quebec (C), Argentina (I) and Indonesia (A) for 10 regular armies
Deployed 13 occupying armies to Siberia (3)
174.	Siberia (16) attacks Ural (1) with 3 armies
Attacker lost 0 with 6,5,1
Defender lost 1 with 3
Ural captured
175.	Ural (3) attacks Afghanistan (1) with 2 armies
Attacker lost 0 with 6,4
Defender lost 1 with 5
Afghanistan captured
176.	Afghanistan (2) attacks Ukraine (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 3
177.	Andrew receives one card
END OF TURN
178.	Received 4 regular armies for occupying 14 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Iceland (5)
Deployed 1 occupying army to Iceland (6)
Deployed 1 occupying army to Iceland (7)
Deployed 1 occupying army to Southern Europe (3)
Deployed 1 occupying army to Southern Europe (4)
Deployed 1 occupying army to Southern Europe (5)
Traded Eastern United States (A), Japan (A) and Central America (A) for 4 regular armies
Deployed 1 occupying army to Iceland (8)
Deployed 1 occupying army to Iceland (9)
Deployed 1 occupying army to Iceland (10)
Deployed 1 occupying army to Iceland (11)
179.	Iceland (12) attacks Greenland (11) until defeated
Attacker lost 0 with 6,5,1
Defender lost 2 with 3,2
Attacker lost 1 with 4,2,1
Defender lost 1 with 4,1
Attacker lost 2 with 4,3,1
Defender lost 0 with 6,4
Attacker lost 2 with 1,1,1
Defender lost 0 with 4,4
Attacker lost 1 with 6,2,1
Defender lost 1 with 3,2
Attacker lost 1 with 4,3,2
Defender lost 1 with 3,3
Attacker lost 2 with 6,5,4
Defender lost 0 with 6,6
180.	Southern Europe (6) attacks Western Europe (3) until defeated
Attacker lost 2 with 5,1,1
Defender lost 0 with 5,3
Attacker lost 1 with 4,2,2
Defender lost 1 with 4,1
181.	Southern Europe (3) attacks Western Europe (2) with 2 armies
Attacker lost 0 with 6,3
Defender lost 2 with 4,1
Western Europe captured
182.	Fortified Iceland (3) with 1 army from Scandinavia (2)
Will receives one card
END OF TURN
183.	Received 3 regular armies for occupying 10 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Greenland (6)
Deployed 1 occupying army to Greenland (7)
Deployed 1 occupying army to Greenland (8)
Deployed 1 occupying army to Greenland (9)
Deployed 1 occupying army to Greenland (10)
Deployed 1 occupying army to Greenland (11)
Deployed 1 occupying army to Greenland (12)
Deployed 1 occupying army to Greenland (13)
184.	Greenland (14) attacks Iceland (4) with 3 armies
Attacker lost 2 with 5,2,1
Defender lost 0 with 5,4
185.	Greenland (12) attacks Iceland (4) with 3 armies
Attacker lost 1 with 4,3,2
Defender lost 1 with 5,2
186.	Greenland (11) attacks Iceland (3) with 3 armies
Attacker lost 0 with 6,5,1
Defender lost 2 with 2,1
187.	Greenland (11) attacks Iceland (1) with 3 armies
Attacker lost 1 with 4,3,1
Defender lost 0 with 5
188.	Greenland (10) attacks Iceland (1) with 3 armies
Attacker lost 1 with 4,3,2
Defender lost 0 with 5
189.	Greenland (9) attacks Iceland (1) with 3 armies
Attacker lost 1 with 5,4,2
Defender lost 0 with 6
190.	Greenland (8) attacks Iceland (1) with 3 armies
Attacker lost 1 with 4,3,1
Defender lost 0 with 5
191.	Greenland (7) attacks Iceland (1) with 3 armies
Attacker lost 1 with 4,4,2
Defender lost 0 with 5
192.	Greenland (6) attacks Iceland (1) with 3 armies
Attacker lost 1 with 2,1,1
Defender lost 0 with 2
193.	Greenland (5) attacks Iceland (1) with 2 armies
Attacker lost 0 with 6,5
Defender lost 1 with 3
Iceland captured
194.	Fortified Greenland (3) with 1 army from Iceland (2)
Ben receives one card
END OF TURN
195.	Received 3 regular armies for occupying 7 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to North Africa (7)
196.	North Africa (12) attacks Western Europe (2) until defeated
Attacker lost 2 with 4,2,1
Defender lost 0 with 4,4
Attacker lost 2 with 3,2,2
Defender lost 0 with 5,5
Attacker lost 0 with 6,4,2
Defender lost 2 with 4,1
Western Europe captured
197.	North Africa (5) attacks Congo (1) until defeated
Attacker lost 0 with 6,4,1
Defender lost 1 with 4
Congo captured
198.	Fortified North Africa (2) with 2 armies from Congo (3)
Jim receives one card
END OF TURN
199.	Received 3 regular armies for occupying 9 territories
Deployed 1 occupying army to Ural (1)
Deployed 1 occupying army to Ural (2)
Deployed 1 occupying army to Ural (3)
200.	Ural (4) attacks Ukraine (1) with 3 armies
Attacker lost 0 with 5,3,2
Defender lost 1 with 1
Ukraine captured
201.	Ukraine (3) attacks Scandinavia (1) with 2 armies
Attacker lost 1 with 2,1
Defender lost 0 with 2
202.	Ukraine (2) attacks Scandinavia (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 6
203.	Andrew receives one card
END OF TURN
204.	Received 4 regular armies for occupying 12 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Great Britain (1)
Deployed 1 occupying army to Great Britain (2)
Deployed 1 occupying army to Great Britain (3)
Deployed 1 occupying army to Great Britain (4)
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Great Britain (6)
205.	Great Britain (7) attacks Iceland (1) until defeated
Attacker lost 0 with 5,4,3
Defender lost 1 with 3
Iceland captured
206.	Moved 3 armies from Great Britain (4) to Iceland (3)
207.	Iceland (6) attacks Greenland (4) until defeated
Attacker lost 0 with 6,4,2
Defender lost 2 with 5,1
Attacker lost 1 with 4,1,1
Defender lost 1 with 2,1
Attacker lost 0 with 6,4,2
Defender lost 1 with 3
Greenland captured
208.	Fortified Iceland (2) with 2 armies from Greenland (3)
Will receives one card
END OF TURN
209.	Received 3 regular armies for occupying 9 territories
Deployed 1 occupying army to Northwest Territory (2)
Deployed 1 occupying army to Northwest Territory (3)
Deployed 1 occupying army to Northwest Territory (4)
210.	Northwest Territory (5) attacks Greenland (1) with 3 armies
Attacker lost 0 with 6,2,1
Defender lost 1 with 1
Greenland captured
211.	Moved 1 army from Northwest Territory (2) to Greenland (3)
Fortified Northwest Territory (1) with 6 armies from Alaska (10)
Ben receives one card
END OF TURN
212.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Deployed 1 occupying army to Venezuela (7)
Deployed 1 occupying army to Venezuela (8)
Deployed 3 occupying armies to Western Europe (3)
213.	Western Europe (6) attacks Southern Europe (1) until defeated
Attacker lost 0 with 6,6,4
Defender lost 1 with 1
Southern Europe captured
214.	Moved 2 armies from Western Europe (3) to Southern Europe (3)
Moved 1 army from Western Europe (1) to Southern Europe (5)
Moved 1 army from Western Europe (2) to Southern Europe (4)
215.	Southern Europe (3) attacks Middle East (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 4
216.	Southern Europe (2) attacks Middle East (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 6
217.	Fortified North Africa (4) with 2 armies from Western Europe (3)
Jim receives one card
END OF TURN
218.	Received 3 regular armies for occupying 10 territories
Deployed 3 occupying armies to Middle East (1)
219.	Middle East (4) attacks Southern Europe (1) with 3 armies
Attacker lost 0 with 5,3,1
Defender lost 1 with 2
Southern Europe captured
220.	Fortified Ural (1) with 4 armies from Siberia (13)
Fortified Ural (5) with 4 armies from Siberia (9)
Fortified Ural (9) with 4 armies from Siberia (5)
Andrew receives one card
END OF TURN
221.	Received 4 regular armies for occupying 12 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Northern Europe (3)
Deployed 1 occupying army to Northern Europe (4)
Deployed 1 occupying army to Iceland (4)
Deployed 1 occupying army to Iceland (5)
Deployed 1 occupying army to Iceland (6)
Deployed 1 occupying army to Iceland (7)
222.	Iceland (8) attacks Greenland (4) until defeated
Attacker lost 1 with 6,4,3
Defender lost 1 with 6,1
Attacker lost 2 with 2,2,1
Defender lost 0 with 4,4
Attacker lost 1 with 5,3,1
Defender lost 1 with 5,2
Attacker lost 2 with 4,4,3
Defender lost 0 with 6,4
223.	Iceland (2) attacks Greenland (2) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 4,2
224.	Northern Europe (5) attacks Southern Europe (3) until defeated
Attacker lost 2 with 4,2,1
Defender lost 0 with 4,2
225.	Northern Europe (3) attacks Southern Europe (3) with 2 armies
Attacker lost 1 with 4,3
Defender lost 1 with 6,1
226.	China (2) attacks Afghanistan (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 2
Afghanistan captured
227.	Fortified Scandinavia (1) with 1 army from Northern Europe (2)
Will receives one card
END OF TURN
228.	Received 3 regular armies for occupying 10 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Greenland (2)
Deployed 1 occupying army to Greenland (3)
Deployed 1 occupying army to Greenland (4)
Deployed 1 occupying army to Greenland (5)
Deployed 1 occupying army to Greenland (6)
Deployed 1 occupying army to Greenland (7)
Deployed 1 occupying army to Greenland (8)
Deployed 1 occupying army to Greenland (9)
229.	Greenland (10) attacks Iceland (1) with 3 armies
Attacker lost 1 with 4,3,1
Defender lost 0 with 6
230.	Greenland (9) attacks Iceland (1) with 3 armies
Attacker lost 1 with 3,2,1
Defender lost 0 with 6
231.	Greenland (8) attacks Iceland (1) with 3 armies
Attacker lost 0 with 5,4,1
Defender lost 1 with 3
Iceland captured
232.	Fortified Greenland (5) with 2 armies from Iceland (3)
Ben receives one card
END OF TURN
233.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Traded New Guinea (I), Western Australia (A) and Yakutsk (C) for 10 regular armies
Deployed 15 occupying armies to Venezuela (9)
234.	Venezuela (24) attacks Central America (6) until defeated
Attacker lost 1 with 3,2,1
Defender lost 1 with 5,1
Attacker lost 1 with 4,3,3
Defender lost 1 with 4,1
Attacker lost 0 with 6,4,2
Defender lost 2 with 4,2
Attacker lost 1 with 6,5,3
Defender lost 1 with 6,2
Attacker lost 1 with 6,2,1
Defender lost 0 with 6
Attacker lost 1 with 2,2,1
Defender lost 0 with 2
Attacker lost 0 with 5,2,2
Defender lost 1 with 1
Central America captured
235.	Moved 15 armies from Venezuela (16) to Central America (3)
236.	Central America (18) attacks Eastern United States (3) until defeated
Attacker lost 1 with 5,5,2
Defender lost 1 with 6,3
Attacker lost 1 with 6,4,2
Defender lost 1 with 6,1
Attacker lost 1 with 3,2,2
Defender lost 0 with 5
Attacker lost 0 with 5,3,1
Defender lost 1 with 3
Eastern United States captured
237.	Eastern United States (3) attacks Western United States (2) with 2 armies
Attacker lost 0 with 6,5
Defender lost 2 with 4,1
Western United States captured
238.	North Africa (6) attacks Southern Europe (2) with 2 armies
Attacker lost 2 with 4,2
Defender lost 0 with 4,2
239.	Jim receives one card
END OF TURN
240.	Received 3 regular armies for occupying 10 territories
Deployed 1 occupying army to Southern Europe (2)
Deployed 1 occupying army to Irkutsk (1)
Deployed 1 occupying army to Mongolia (1)
241.	Southern Europe (3) attacks Egypt (1) with 2 armies
Attacker lost 0 with 6,3
Defender lost 1 with 2
Egypt captured
242.	Ural (13) attacks Afghanistan (1) with 3 armies
Attacker lost 1 with 4,4,1
Defender lost 0 with 4
243.	Ural (12) attacks Afghanistan (1) with 3 armies
Attacker lost 0 with 6,5,2
Defender lost 1 with 3
Afghanistan captured
244.	Afghanistan (3) attacks China (1) with 2 armies
Attacker lost 1 with 4,2
Defender lost 0 with 6
245.	Afghanistan (2) attacks China (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 6
246.	Mongolia (2) attacks China (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 1
China captured
247.	Fortified Middle East (1) with 1 army from Egypt (2)
Andrew receives one card
END OF TURN
248.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Traded Western United States (A), Northern Europe (A) and Great Britain (A) for 4 regular armies
Deployed 2 occupying armies to Northern Europe (1)
Deployed 1 occupying army to Madagascar (5)
Deployed 1 occupying army to Great Britain (1)
Deployed 1 occupying army to Great Britain (2)
Deployed 1 occupying army to Great Britain (3)
Deployed 1 occupying army to Great Britain (4)
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Great Britain (6)
Deployed 1 occupying army to Great Britain (7)
Deployed 1 occupying army to Great Britain (8)
249.	Great Britain (9) attacks Western Europe (1) until defeated
Attacker lost 0 with 6,5,4
Defender lost 1 with 3
Western Europe captured
250.	Great Britain (6) attacks Iceland (1) until defeated
Attacker lost 0 with 6,6,5
Defender lost 1 with 2
Iceland captured
251.	Will receives one card
END OF TURN
252.	Received 3 regular armies for occupying 7 territories
Deployed 1 occupying army to Quebec (2)
Deployed 1 occupying army to Quebec (3)
Deployed 1 occupying army to Quebec (4)
253.	Quebec (5) attacks Eastern United States (1) with 3 armies
Attacker lost 0 with 4,3,3
Defender lost 1 with 2
Eastern United States captured
254.	Moved 1 army from Quebec (2) to Eastern United States (3)
Fortified Alberta (2) with 6 armies from Northwest Territory (7)
Ben receives one card
END OF TURN
255.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to North Africa (4)
256.	North Africa (9) attacks Egypt (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 3
Egypt captured
257.	North Africa (8) attacks Western Europe (3) until defeated
Attacker lost 1 with 5,3,2
Defender lost 1 with 5,1
Attacker lost 1 with 6,5,4
Defender lost 1 with 6,1
Attacker lost 0 with 6,5,2
Defender lost 1 with 4
Western Europe captured
258.	Western United States (2) attacks Eastern United States (4) with 1 army
Attacker lost 1 with 6
Defender lost 0 with 6,6
259.	Fortified Venezuela (1) with 11 armies from Central America (12)
Jim receives one card
END OF TURN
260.	Received 4 regular armies for occupying 12 territories
Traded Eastern Australia (A), Ontario (C) and East Africa (I) for 10 regular armies
Deployed 14 occupying armies to South Africa (1)
261.	South Africa (15) attacks Congo (1) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 1 with 1
Congo captured
262.	South Africa (12) attacks East Africa (1) until defeated
Attacker lost 0 with 6,3,2
Defender lost 1 with 2
East Africa captured
263.	East Africa (3) attacks Egypt (1) with 2 armies
Attacker lost 0 with 4,1
Defender lost 1 with 2
Egypt captured
264.	Congo (3) attacks North Africa (3) with 2 armies
Attacker lost 0 with 5,2
Defender lost 2 with 1,1
265.	Congo (3) attacks North Africa (1) with 2 armies
Attacker lost 0 with 5,1
Defender lost 1 with 3
North Africa captured
266.	South Africa (9) attacks Madagascar (6) until defeated
Attacker lost 0 with 6,3,3
Defender lost 2 with 4,2
Attacker lost 1 with 6,3,1
Defender lost 1 with 4,4
Attacker lost 0 with 5,3,1
Defender lost 2 with 4,2
Attacker lost 0 with 4,4,4
Defender lost 1 with 3
Madagascar captured
267.	Moved 4 armies from South Africa (5) to Madagascar (3)
Fortified East Africa (1) with 6 armies from Madagascar (7)
Andrew receives one card
END OF TURN
268.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Scandinavia (2)
Deployed 1 occupying army to Northern Europe (3)
Deployed 1 occupying army to Northern Europe (4)
Deployed 1 occupying army to Northern Europe (5)
Deployed 1 occupying army to Northern Europe (6)
269.	Northern Europe (7) attacks Southern Europe (1) until defeated
Attacker lost 1 with 4,3,2
Defender lost 0 with 4
Attacker lost 1 with 5,4,2
Defender lost 0 with 6
Attacker lost 0 with 6,5,3
Defender lost 1 with 3
Southern Europe captured
270.	Moved 1 army from Northern Europe (2) to Southern Europe (3)
271.	Southern Europe (4) attacks Egypt (2) until defeated
Attacker lost 1 with 5,5,5
Defender lost 1 with 6,1
272.	Southern Europe (3) attacks Egypt (1) with 2 armies
Attacker lost 0 with 6,6
Defender lost 1 with 3
Egypt captured
273.	Scandinavia (3) attacks Ukraine (1) with 2 armies
Attacker lost 1 with 5,3
Defender lost 0 with 6
274.	Siam (10) attacks China (1) until defeated
Attacker lost 0 with 5,2,1
Defender lost 1 with 1
China captured
275.	Fortified Siam (7) with 1 army from China (3)
Will receives one card
END OF TURN
276.	Received 3 regular armies for occupying 8 territories
Traded Middle East (I), Egypt (I) and Peru (I) for 6 regular armies
Deployed 9 occupying armies to Alberta (8)
277.	Alberta (17) attacks Western United States (1) with 3 armies
Attacker lost 0 with 5,2,2
Defender lost 1 with 4
Western United States captured
278.	Moved 13 armies from Alberta (14) to Western United States (3)
279.	Western United States (16) attacks Central America (1) with 3 armies
Attacker lost 0 with 6,4,4
Defender lost 1 with 1
Central America captured
280.	Moved 12 armies from Western United States (13) to Central America (3)
Fortified Central America (15) with 3 armies from Eastern United States (4)
Ben receives one card
END OF TURN
281.	Received 3 regular armies for occupying 5 territories
Received 2 regular armies for occupying S. America
Traded Northwest Territory (A), Siberia (C) and Alaska (I) for 10 regular armies
Deployed 1 occupying army to Western Europe (3)
Deployed 14 occupying armies to Western Europe (4)
282.	Western Europe (18) attacks North Africa (2) until defeated
Attacker lost 1 with 6,5,5
Defender lost 1 with 6,3
Attacker lost 1 with 2,2,1
Defender lost 0 with 3
Attacker lost 0 with 6,2,2
Defender lost 1 with 2
North Africa captured
283.	Moved 12 armies from Western Europe (13) to North Africa (3)
Moved 1 army from Western Europe (1) to North Africa (15)
Moved 1 army from Western Europe (2) to North Africa (14)
Moved 1 army from Western Europe (1) to North Africa (15)
Moved 1 army from Western Europe (2) to North Africa (14)
284.	North Africa (13) attacks Egypt (2) with 2 armies
Attacker lost 2 with 1,1
Defender lost 0 with 4,4
285.	Fortified Brazil (1) with 10 armies from North Africa (11)
Fortified North Africa (1) with 1 army from Brazil (11)
Fortified North Africa (2) with 1 army from Brazil (10)
Jim receives one card
END OF TURN
286.	Received 4 regular armies for occupying 13 territories
Deployed 1 occupying army to East Africa (7)
Deployed 2 occupying armies to East Africa (8)
Deployed 1 occupying army to Mongolia (1)
287.	East Africa (10) attacks North Africa (3) until defeated
Attacker lost 2 with 5,3,1
Defender lost 0 with 5,3
Attacker lost 1 with 5,5,2
Defender lost 1 with 5,2
Attacker lost 2 with 3,2,1
Defender lost 0 with 4,3
Attacker lost 0 with 5,3,2
Defender lost 2 with 3,1
North Africa captured
288.	Moved 1 army from East Africa (2) to North Africa (3)
Andrew receives one card
END OF TURN
289.	Received 4 regular armies for occupying 13 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Iceland (3)
Deployed 1 occupying army to Iceland (4)
Deployed 1 occupying army to Iceland (5)
Deployed 1 occupying army to Iceland (6)
Deployed 1 occupying army to Iceland (7)
Deployed 1 occupying army to Iceland (8)
290.	Iceland (9) attacks Greenland (7) until defeated
Attacker lost 2 with 5,3,1
Defender lost 0 with 6,3
Attacker lost 0 with 3,3,2
Defender lost 2 with 2,1
Attacker lost 2 with 4,3,3
Defender lost 0 with 5,3
Attacker lost 1 with 5,4,2
Defender lost 1 with 5,1
Attacker lost 0 with 5,4,1
Defender lost 2 with 3,1
Attacker lost 2 with 5,5,2
Defender lost 0 with 6,5
291.	Scandinavia (2) attacks Ukraine (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 4
292.	China (2) attacks Afghanistan (1) with 1 army
Attacker lost 0 with 3
Defender lost 1 with 1
Afghanistan captured
293.	Fortified Iceland (2) with 2 armies from Great Britain (3)
Will receives one card
END OF TURN
294.	Received 3 regular armies for occupying 10 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Greenland (2)
Deployed 1 occupying army to Greenland (3)
Deployed 1 occupying army to Greenland (4)
Deployed 1 occupying army to Greenland (5)
Deployed 1 occupying army to Kamchatka (1)
Deployed 1 occupying army to Kamchatka (2)
Deployed 1 occupying army to Kamchatka (3)
Deployed 1 occupying army to Kamchatka (4)
295.	Kamchatka (5) attacks Yakutsk (1) with 3 armies
Attacker lost 0 with 5,2,1
Defender lost 1 with 2
Yakutsk captured
296.	Fortified Kamchatka (2) with 2 armies from Yakutsk (3)
Ben receives one card
END OF TURN
297.	Received 3 regular armies for occupying 5 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Venezuela (12)
298.	Venezuela (17) attacks Central America (18) with 3 armies
Attacker lost 0 with 4,3,1
Defender lost 2 with 2,1
299.	Venezuela (17) attacks Central America (16) with 3 armies
Attacker lost 1 with 5,5,1
Defender lost 1 with 5,3
300.	Brazil (9) attacks North Africa (4) until defeated
Attacker lost 2 with 6,5,3
Defender lost 0 with 6,6
Attacker lost 0 with 6,5,4
Defender lost 2 with 5,2
Attacker lost 2 with 6,6,1
Defender lost 0 with 6,6
Attacker lost 0 with 6,5,4
Defender lost 2 with 3,2
North Africa captured
301.	Moved 1 army from Brazil (2) to North Africa (3)
Moved 1 army from Brazil (1) to North Africa (4)
Fortified Brazil (2) with 2 armies from North Africa (3)
Jim receives one card
END OF TURN
302.	Received 3 regular armies for occupying 11 territories
Deployed 3 occupying armies to Irkutsk (2)
303.	Irkutsk (5) attacks Yakutsk (1) with 3 armies
Attacker lost 0 with 6,4,1
Defender lost 1 with 5
Yakutsk captured
304.	Ural (9) attacks Afghanistan (1) with 3 armies
Attacker lost 1 with 5,5,4
Defender lost 0 with 5
305.	Ural (8) attacks Afghanistan (1) with 3 armies
Attacker lost 0 with 6,2,1
Defender lost 1 with 2
Afghanistan captured
306.	Moved 4 armies from Ural (5) to Afghanistan (3)
Fortified Ural (1) with 6 armies from Afghanistan (7)
Andrew receives one card
END OF TURN
307.	Received 4 regular armies for occupying 13 territories
Received 2 regular armies for occupying Australia
Traded Congo (I), Siam (I) and Iceland (I) for 6 regular armies
Deployed 1 occupying army to Iceland (4)
Deployed 1 occupying army to Iceland (5)
Deployed 1 occupying army to Iceland (6)
Deployed 1 occupying army to Iceland (7)
Deployed 1 occupying army to Iceland (8)
Deployed 1 occupying army to Iceland (9)
Deployed 2 occupying armies to Iceland (10)
Deployed 1 occupying army to Iceland (12)
Deployed 1 occupying army to Iceland (13)
Deployed 1 occupying army to Iceland (14)
Deployed 1 occupying army to Iceland (15)
Deployed 1 occupying army to Iceland (16)
Deployed 1 occupying army to Iceland (17)
308.	Iceland (18) attacks Greenland (6) until defeated
Attacker lost 2 with 5,3,1
Defender lost 0 with 6,3
Attacker lost 2 with 5,2,1
Defender lost 0 with 5,4
Attacker lost 2 with 3,2,1
Defender lost 0 with 3,2
Attacker lost 0 with 6,4,3
Defender lost 2 with 4,2
Attacker lost 0 with 5,4,3
Defender lost 2 with 2,2
Attacker lost 1 with 6,1,1
Defender lost 1 with 5,1
Attacker lost 1 with 5,2,1
Defender lost 0 with 5
Attacker lost 0 with 5,4,1
Defender lost 1 with 4
Greenland captured
309.	Fortified Great Britain (1) with 1 army from Iceland (7)
Fortified Great Britain (2) with 1 army from Iceland (6)
Will receives one card
END OF TURN
310.	Received 3 regular armies for occupying 9 territories
Traded Southern Europe (A), Venezuela (I) and Wild for 10 regular armies
Deployed 13 occupying armies to Ontario (2)
311.	Ontario (15) attacks Greenland (3) with 3 armies
Attacker lost 1 with 6,6,1
Defender lost 1 with 6,2
312.	Ontario (14) attacks Greenland (2) with 3 armies
Attacker lost 1 with 3,2,1
Defender lost 1 with 4,1
313.	Ontario (13) attacks Greenland (1) with 3 armies
Attacker lost 0 with 4,1,1
Defender lost 1 with 2
Greenland captured
314.	Moved 9 armies from Ontario (10) to Greenland (3)
315.	Greenland (12) attacks Iceland (5) with 3 armies
Attacker lost 2 with 3,1,1
Defender lost 0 with 4,3
316.	Greenland (10) attacks Iceland (5) with 3 armies
Attacker lost 1 with 4,1,1
Defender lost 1 with 3,2
317.	Greenland (9) attacks Iceland (4) with 3 armies
Attacker lost 2 with 5,3,1
Defender lost 0 with 5,4
318.	Greenland (7) attacks Iceland (4) with 3 armies
Attacker lost 0 with 6,6,1
Defender lost 2 with 3,2
319.	Greenland (7) attacks Iceland (2) with 3 armies
Attacker lost 1 with 5,5,2
Defender lost 1 with 6,1
320.	Greenland (6) attacks Iceland (1) with 3 armies
Attacker lost 1 with 5,5,4
Defender lost 0 with 6
321.	Greenland (5) attacks Iceland (1) with 3 armies
Attacker lost 1 with 6,1,1
Defender lost 0 with 6
322.	Greenland (4) attacks Iceland (1) with 3 armies
Attacker lost 1 with 6,3,3
Defender lost 0 with 6
323.	Greenland (3) attacks Iceland (1) with 2 armies
Attacker lost 0 with 5,3
Defender lost 1 with 4
Iceland captured
324.	Ben receives one card
END OF TURN
325.	Received 3 regular armies for occupying 6 territories
Received 2 regular armies for occupying S. America
Deployed 1 occupying army to Western Europe (3)
Deployed 1 occupying army to Western Europe (4)
Deployed 3 occupying armies to Venezuela (16)
326.	Western Europe (5) attacks Southern Europe (1) with 3 armies
Attacker lost 1 with 5,5,5
Defender lost 0 with 5
327.	Western Europe (4) attacks Southern Europe (1) with 3 armies
Attacker lost 0 with 6,3,3
Defender lost 1 with 5
Southern Europe captured
328.	Venezuela (19) attacks Central America (15) with 3 armies
Attacker lost 1 with 6,5,3
Defender lost 1 with 6,4
329.	Venezuela (18) attacks Central America (14) with 3 armies
Attacker lost 1 with 6,3,1
Defender lost 1 with 5,4
330.	Venezuela (17) attacks Central America (13) with 3 armies
Attacker lost 1 with 5,3,2
Defender lost 1 with 6,1
331.	Venezuela (16) attacks Central America (12) with 3 armies
Attacker lost 2 with 4,2,2
Defender lost 0 with 4,3
332.	Venezuela (14) attacks Central America (12) with 3 armies
Attacker lost 2 with 3,1,1
Defender lost 0 with 4,1
333.	Jim receives one card
END OF TURN
334.	Received 4 regular armies for occupying 13 territories
Traded China (I), Ukraine (C) and Wild for 10 regular armies
Deployed 1 occupying army to Ukraine (1)
Deployed 2 occupying armies to Ukraine (2)
Deployed 1 occupying army to Ural (7)
Deployed 1 occupying army to Yakutsk (3)
Deployed 1 occupying army to Yakutsk (4)
Deployed 1 occupying army to Yakutsk (5)
Deployed 1 occupying army to Yakutsk (6)
Deployed 1 occupying army to Yakutsk (7)
Deployed 1 occupying army to Yakutsk (8)
Deployed 1 occupying army to Yakutsk (9)
Deployed 1 occupying army to Yakutsk (10)
Deployed 1 occupying army to Ural (8)
Deployed 1 occupying army to Afghanistan (1)
Deployed 1 occupying army to Mongolia (2)
Deployed 1 occupying army to Afghanistan (2)
335.	Yakutsk (11) attacks Kamchatka (4) with 3 armies
Attacker lost 1 with 3,2,1
Defender lost 1 with 2,2
336.	Yakutsk (10) attacks Kamchatka (3) with 3 armies
Attacker lost 1 with 4,3,3
Defender lost 1 with 6,1
337.	Yakutsk (9) attacks Kamchatka (2) with 3 armies
Attacker lost 0 with 4,3,2
Defender lost 2 with 3,1
Kamchatka captured
338.	Moved 5 armies from Yakutsk (6) to Kamchatka (3)
339.	Kamchatka (8) attacks Alaska (4) with 3 armies
Attacker lost 0 with 6,3,1
Defender lost 2 with 1,1
340.	Kamchatka (8) attacks Alaska (2) with 3 armies
Attacker lost 1 with 5,3,1
Defender lost 1 with 6,2
341.	Kamchatka (7) attacks Alaska (1) with 3 armies
Attacker lost 0 with 6,5,1
Defender lost 1 with 3
Alaska captured
342.	Moved 3 armies from Kamchatka (4) to Alaska (3)
343.	Alaska (6) attacks Northwest Territory (1) with 3 armies
Attacker lost 0 with 6,3,2
Defender lost 1 with 3
Northwest Territory captured
344.	Moved 2 armies from Alaska (3) to Northwest Territory (3)
345.	Northwest Territory (5) attacks Alberta (1) with 3 armies
Attacker lost 1 with 4,2,1
Defender lost 0 with 6
346.	Northwest Territory (4) attacks Alberta (1) with 3 armies
Attacker lost 0 with 5,5,2
Defender lost 1 with 4
Alberta captured
347.	Ural (9) attacks China (1) with 3 armies
Attacker lost 1 with 3,2,1
Defender lost 0 with 5
348.	Ural (8) attacks China (1) with 3 armies
Attacker lost 0 with 6,6,3
Defender lost 1 with 4
China captured
349.	Moved 4 armies from Ural (5) to China (3)
Fortified China (7) with 2 armies from Mongolia (3)
Andrew receives one card
END OF TURN
350.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Egypt (2)
Deployed 1 occupying army to Egypt (3)
Deployed 1 occupying army to Egypt (4)
Deployed 1 occupying army to Egypt (5)
Deployed 1 occupying army to Egypt (6)
351.	Egypt (7) attacks East Africa (1) until defeated
Attacker lost 0 with 6,5,3
Defender lost 1 with 3
East Africa captured
352.	Will receives one card
END OF TURN
353.	Received 3 regular armies for occupying 7 territories
Deployed 1 occupying army to Ontario (1)
Deployed 1 occupying army to Ontario (2)
Deployed 1 occupying army to Ontario (3)
354.	Ontario (4) attacks Northwest Territory (1) with 3 armies
Attacker lost 1 with 6,3,3
Defender lost 0 with 6
355.	Ontario (3) attacks Northwest Territory (1) with 2 armies
Attacker lost 1 with 4,3
Defender lost 0 with 4
356.	Iceland (2) attacks Scandinavia (1) with 1 army
Attacker lost 0 with 4
Defender lost 1 with 1
Scandinavia captured
357.	Ontario (2) attacks Northwest Territory (1) with 1 army
Attacker lost 1 with 6
Defender lost 0 with 6
358.	Ben receives one card
END OF TURN
359.	Received 3 regular armies for occupying 7 territories
Received 2 regular armies for occupying S. America
Traded Brazil (A), Madagascar (C) and Mongolia (I) for 10 regular armies
Deployed 2 occupying armies to Brazil (4)
Deployed 15 occupying armies to Southern Europe (3)
360.	Southern Europe (18) attacks Ukraine (4) with 3 armies
Attacker lost 1 with 5,1,1
Defender lost 1 with 3,1
361.	Southern Europe (17) attacks Ukraine (3) with 3 armies
Attacker lost 2 with 2,2,1
Defender lost 0 with 2,2
362.	Southern Europe (15) attacks Ukraine (3) with 3 armies
Attacker lost 0 with 5,5,1
Defender lost 2 with 1,1
363.	Southern Europe (15) attacks Ukraine (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 5
364.	Southern Europe (14) attacks Ukraine (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 5
365.	Southern Europe (13) attacks Ukraine (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 2
Ukraine captured
366.	Southern Europe (12) attacks Middle East (2) with 3 armies
Attacker lost 0 with 6,3,1
Defender lost 2 with 5,1
Middle East captured
367.	Middle East (3) attacks Egypt (4) with 2 armies
Attacker lost 1 with 3,2
Defender lost 1 with 3,1
368.	Middle East (2) attacks Egypt (3) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 3,2
369.	Southern Europe (9) attacks Egypt (3) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 2 with 3,1
370.	Southern Europe (9) attacks Egypt (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 4
371.	Southern Europe (8) attacks Egypt (1) with 1 army
Attacker lost 0 with 4
Defender lost 1 with 1
Egypt captured
372.	Moved 6 armies from Southern Europe (7) to Egypt (1)
Fortified North Africa (1) with 6 armies from Egypt (7)
Jim receives one card
END OF TURN
373.	Received 5 regular armies for occupying 15 territories
Deployed 1 occupying army to China (9)
Deployed 1 occupying army to Afghanistan (3)
Deployed 1 occupying army to Afghanistan (4)
Deployed 1 occupying army to China (10)
Deployed 1 occupying army to Afghanistan (5)
374.	Afghanistan (6) attacks Middle East (1) with 3 armies
Attacker lost 1 with 6,4,3
Defender lost 0 with 6
375.	Afghanistan (5) attacks Middle East (1) with 3 armies
Attacker lost 1 with 5,3,3
Defender lost 0 with 5
376.	Afghanistan (4) attacks Middle East (1) with 3 armies
Attacker lost 1 with 4,2,2
Defender lost 0 with 6
377.	Afghanistan (3) attacks Middle East (1) with 2 armies
Attacker lost 1 with 2,1
Defender lost 0 with 6
378.	Afghanistan (2) attacks Middle East (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 1
Middle East captured
379.	China (11) attacks India (1) with 3 armies
Attacker lost 1 with 5,1,1
Defender lost 0 with 6
380.	China (10) attacks India (1) with 2 armies
Attacker lost 0 with 6,4
Defender lost 1 with 5
India captured
381.	Moved 7 armies from China (8) to India (2)
382.	Alberta (3) attacks Ontario (1) with 2 armies
Attacker lost 0 with 4,4
Defender lost 1 with 1
Ontario captured
383.	Ontario (2) attacks Quebec (1) with 1 army
Attacker lost 0 with 3
Defender lost 1 with 1
Quebec captured
384.	Andrew receives one card
END OF TURN
385.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Traded Scandinavia (C), Ural (C) and Alberta (C) for 8 regular armies
Deployed 1 occupying army to Siam (8)
Deployed 1 occupying army to Siam (9)
Deployed 1 occupying army to Siam (10)
Deployed 1 occupying army to Siam (11)
Deployed 1 occupying army to Siam (12)
Deployed 1 occupying army to East Africa (3)
Deployed 1 occupying army to East Africa (4)
Deployed 1 occupying army to Northern Europe (1)
Deployed 1 occupying army to Northern Europe (2)
Deployed 1 occupying army to East Africa (5)
Deployed 1 occupying army to East Africa (6)
Deployed 1 occupying army to East Africa (7)
Deployed 1 occupying army to East Africa (8)
386.	East Africa (9) attacks Middle East (1) until defeated
Attacker lost 1 with 4,2,1
Defender lost 0 with 4
Attacker lost 0 with 5,5,2
Defender lost 1 with 4
Middle East captured
387.	Moved 1 army from East Africa (5) to Middle East (3)
Moved 1 army from East Africa (4) to Middle East (4)
388.	Middle East (5) attacks India (9) until defeated
Attacker lost 0 with 6,4,2
Defender lost 2 with 2,2
Attacker lost 0 with 6,6,5
Defender lost 2 with 5,4
Attacker lost 1 with 6,5,4
Defender lost 1 with 5,5
Attacker lost 1 with 5,4,3
Defender lost 1 with 6,3
389.	Middle East (3) attacks Afghanistan (1) with 2 armies
Attacker lost 1 with 4,2
Defender lost 0 with 5
390.	Middle East (2) attacks Afghanistan (1) with 1 army
Attacker lost 0 with 4
Defender lost 1 with 2
Afghanistan captured
391.	Will receives one card
END OF TURN
392.	Received 3 regular armies for occupying 6 territories
Deployed 1 occupying army to Eastern United States (1)
Deployed 1 occupying army to Eastern United States (2)
Deployed 1 occupying army to Eastern United States (3)
393.	Eastern United States (4) attacks Quebec (1) with 3 armies
Attacker lost 0 with 5,2,2
Defender lost 1 with 4
Quebec captured
394.	Ben receives one card
END OF TURN
395.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Deployed 1 occupying army to Venezuela (12)
Deployed 1 occupying army to Venezuela (13)
Deployed 1 occupying army to North Africa (7)
Deployed 1 occupying army to North Africa (8)
Deployed 1 occupying army to North Africa (9)
396.	Venezuela (14) attacks Central America (12) with 3 armies
Attacker lost 1 with 6,3,1
Defender lost 1 with 3,3
397.	Venezuela (13) attacks Central America (11) with 3 armies
Attacker lost 0 with 3,2,1
Defender lost 2 with 2,1
398.	Venezuela (13) attacks Central America (9) with 3 armies
Attacker lost 2 with 5,2,1
Defender lost 0 with 6,2
399.	North Africa (10) attacks East Africa (3) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 2 with 4,3
400.	North Africa (10) attacks East Africa (1) with 3 armies
Attacker lost 1 with 5,5,4
Defender lost 0 with 6
401.	North Africa (9) attacks East Africa (1) with 3 armies
Attacker lost 0 with 5,4,3
Defender lost 1 with 4
East Africa captured
402.	East Africa (3) attacks Congo (1) with 2 armies
Attacker lost 0 with 6,2
Defender lost 1 with 5
Congo captured
403.	Congo (2) attacks South Africa (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 3
404.	Fortified Venezuela (11) with 1 army from Brazil (6)
Fortified Venezuela (12) with 1 army from Brazil (5)
Fortified Venezuela (13) with 1 army from Brazil (4)
Jim receives one card
END OF TURN
405.	Received 5 regular armies for occupying 15 territories
Deployed 5 occupying armies to India (3)
406.	India (8) attacks Afghanistan (1) with 2 armies
Attacker lost 0 with 6,6
Defender lost 1 with 1
Afghanistan captured
407.	Moved 5 armies from India (6) to Afghanistan (2)
Fortified Mongolia (1) with 1 army from Irkutsk (2)
Andrew receives one card
END OF TURN
408.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Siam (13)
Deployed 1 occupying army to Middle East (1)
Deployed 1 occupying army to Middle East (2)
Deployed 1 occupying army to Middle East (3)
Deployed 1 occupying army to Middle East (4)
409.	Middle East (5) attacks Southern Europe (1) until defeated
Attacker lost 1 with 3,2,2
Defender lost 0 with 4
Attacker lost 0 with 6,5,1
Defender lost 1 with 5
Southern Europe captured
410.	Will receives one card
END OF TURN
411.	Received 3 regular armies for occupying 7 territories
Deployed 1 occupying army to Quebec (3)
Deployed 1 occupying army to Quebec (4)
Deployed 1 occupying army to Quebec (5)
412.	Quebec (6) attacks Ontario (1) with 3 armies
Attacker lost 0 with 5,2,1
Defender lost 1 with 1
Ontario captured
413.	Moved 1 army from Quebec (3) to Ontario (3)
Ben receives one card
END OF TURN
414.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Congo (1)
415.	Congo (6) attacks South Africa (1) with 3 armies
Attacker lost 0 with 5,5,4
Defender lost 1 with 1
South Africa captured
416.	Moved 2 armies from Congo (3) to South Africa (3)
417.	South Africa (5) attacks Madagascar (1) with 3 armies
Attacker lost 1 with 4,3,2
Defender lost 0 with 6
418.	South Africa (4) attacks Madagascar (1) with 3 armies
Attacker lost 0 with 6,3,2
Defender lost 1 with 4
Madagascar captured
419.	Venezuela (14) attacks Central America (9) with 3 armies
Attacker lost 2 with 3,1,1
Defender lost 0 with 4,4
420.	Venezuela (12) attacks Central America (9) with 3 armies
Attacker lost 0 with 5,2,1
Defender lost 2 with 4,1
421.	Fortified Venezuela (12) with 2 armies from Brazil (3)
Jim receives one card
END OF TURN
422.	Received 4 regular armies for occupying 13 territories
Traded Kamchatka (I), Afghanistan (C) and Indonesia (A) for 10 regular armies
Deployed 1 occupying army to Afghanistan (7)
Deployed 1 occupying army to Afghanistan (8)
Deployed 1 occupying army to Afghanistan (9)
Deployed 2 occupying armies to Afghanistan (10)
Deployed 1 occupying army to Afghanistan (12)
Deployed 1 occupying army to Afghanistan (13)
Deployed 1 occupying army to Afghanistan (14)
Deployed 1 occupying army to India (1)
Deployed 1 occupying army to India (2)
Deployed 1 occupying army to India (3)
Deployed 1 occupying army to India (4)
Deployed 1 occupying army to India (5)
Deployed 1 occupying army to India (6)
Deployed 1 occupying army to India (7)
Deployed 1 occupying army to India (8)
423.	Afghanistan (15) attacks Middle East (1) with 3 armies
Attacker lost 0 with 5,4,4
Defender lost 1 with 2
Middle East captured
424.	Moved 11 armies from Afghanistan (12) to Middle East (3)
425.	Middle East (14) attacks Egypt (1) with 3 armies
Attacker lost 0 with 6,6,6
Defender lost 1 with 5
Egypt captured
426.	Moved 10 armies from Middle East (11) to Egypt (3)
427.	Egypt (13) attacks North Africa (6) with 3 armies
Attacker lost 0 with 6,3,3
Defender lost 2 with 4,2
428.	Egypt (13) attacks North Africa (4) with 3 armies
Attacker lost 0 with 6,3,3
Defender lost 2 with 1,1
429.	Egypt (13) attacks North Africa (2) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 2 with 2,2
North Africa captured
430.	Moved 9 armies from Egypt (10) to North Africa (3)
431.	North Africa (12) attacks Congo (1) with 3 armies
Attacker lost 1 with 6,3,3
Defender lost 0 with 6
432.	North Africa (11) attacks Congo (1) with 3 armies
Attacker lost 0 with 6,2,2
Defender lost 1 with 2
Congo captured
433.	Moved 7 armies from North Africa (8) to Congo (3)
434.	Congo (10) attacks East Africa (1) with 3 armies
Attacker lost 0 with 6,2,1
Defender lost 1 with 5
East Africa captured
435.	Moved 6 armies from Congo (7) to East Africa (3)
436.	East Africa (9) attacks Madagascar (3) with 3 armies
Attacker lost 1 with 4,4,3
Defender lost 1 with 5,1
437.	East Africa (8) attacks Madagascar (2) with 3 armies
Attacker lost 2 with 6,5,5
Defender lost 0 with 6,5
438.	East Africa (6) attacks Madagascar (2) with 3 armies
Attacker lost 0 with 4,3,1
Defender lost 2 with 2,1
Madagascar captured
439.	Moved 2 armies from East Africa (3) to Madagascar (3)
440.	Madagascar (5) attacks South Africa (1) with 3 armies
Attacker lost 1 with 5,5,2
Defender lost 0 with 5
441.	Madagascar (4) attacks South Africa (1) with 3 armies
Attacker lost 1 with 2,2,1
Defender lost 0 with 5
442.	Madagascar (3) attacks South Africa (1) with 2 armies
Attacker lost 0 with 5,1
Defender lost 1 with 2
South Africa captured
443.	Andrew receives one card
END OF TURN
444.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Siam (14)
Deployed 1 occupying army to Southern Europe (3)
Deployed 1 occupying army to Southern Europe (4)
Deployed 1 occupying army to Southern Europe (5)
Deployed 1 occupying army to Southern Europe (6)
445.	Southern Europe (7) attacks Middle East (1) until defeated
Attacker lost 1 with 3,2,1
Defender lost 0 with 5
Attacker lost 0 with 5,1,1
Defender lost 1 with 3
Middle East captured
446.	Middle East (3) attacks Egypt (1) with 2 armies
Attacker lost 1 with 2,2
Defender lost 0 with 3
447.	Southern Europe (3) attacks Egypt (1) with 2 armies
Attacker lost 0 with 4,2
Defender lost 1 with 1
Egypt captured
448.	Fortified Southern Europe (1) with 1 army from Egypt (2)
Will receives one card
END OF TURN
449.	Received 3 regular armies for occupying 8 territories
Deployed 1 occupying army to Ontario (4)
Deployed 1 occupying army to Central America (7)
Deployed 1 occupying army to Ontario (5)
450.	Ontario (6) attacks Alberta (1) with 3 armies
Attacker lost 0 with 6,4,1
Defender lost 1 with 3
Alberta captured
451.	Moved 2 armies from Ontario (3) to Alberta (3)
452.	Alberta (5) attacks Northwest Territory (1) with 3 armies
Attacker lost 0 with 6,4,3
Defender lost 1 with 5
Northwest Territory captured
453.	Moved 1 army from Alberta (2) to Northwest Territory (3)
454.	Northwest Territory (4) attacks Alaska (1) with 3 armies
Attacker lost 0 with 4,4,3
Defender lost 1 with 2
Alaska captured
455.	Fortified Greenland (1) with 1 army from Quebec (2)
Ben receives one card
END OF TURN
456.	Received 3 regular armies for occupying 6 territories
Received 2 regular armies for occupying S. America
Traded North Africa (C), Argentina (I) and Central America (A) for 10 regular armies
Deployed 2 occupying armies to Argentina (1)
Deployed 1 occupying army to Brazil (1)
Deployed 14 occupying armies to Brazil (2)
457.	Venezuela (14) attacks Central America (8) with 3 armies
Attacker lost 2 with 6,4,1
Defender lost 0 with 6,4
458.	Brazil (16) attacks North Africa (1) until defeated
Attacker lost 1 with 3,2,2
Defender lost 0 with 4
Attacker lost 0 with 6,5,4
Defender lost 1 with 3
North Africa captured
459.	Moved 1 army from Brazil (12) to North Africa (3)
Moved 1 army from Brazil (11) to North Africa (4)
Moved 1 army from Brazil (12) to North Africa (3)
Moved 1 army from Brazil (11) to North Africa (4)
Moved 1 army from Brazil (10) to North Africa (5)
Moved 1 army from Brazil (9) to North Africa (6)
460.	North Africa (7) attacks Egypt (1) with 3 armies
Attacker lost 0 with 4,3,1
Defender lost 1 with 2
Egypt captured
461.	Egypt (3) attacks East Africa (1) with 2 armies
Attacker lost 1 with 5,4
Defender lost 0 with 6
462.	Egypt (2) attacks East Africa (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 6
463.	North Africa (4) attacks Congo (1) with 2 armies
Attacker lost 0 with 6,5
Defender lost 1 with 1
Congo captured
464.	Fortified Brazil (8) with 2 armies from Argentina (3)
Jim receives one card
END OF TURN
465.	Received 4 regular armies for occupying 13 territories
Deployed 1 occupying army to India (9)
Deployed 1 occupying army to India (10)
Deployed 1 occupying army to India (11)
Deployed 1 occupying army to India (12)
466.	India (13) attacks Middle East (2) with 3 armies
Attacker lost 0 with 5,2,1
Defender lost 2 with 3,1
Middle East captured
467.	Moved 9 armies from India (10) to Middle East (3)
Fortified Madagascar (1) with 1 army from South Africa (2)
Andrew receives one card
END OF TURN
468.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Siam (15)
Deployed 1 occupying army to Great Britain (3)
Deployed 1 occupying army to Great Britain (4)
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Great Britain (6)
469.	Great Britain (7) attacks Iceland (1) until defeated
Attacker lost 1 with 5,2,2
Defender lost 0 with 6
Attacker lost 0 with 6,5,2
Defender lost 1 with 2
Iceland captured
470.	Moved 1 army from Great Britain (3) to Iceland (3)
Moved 1 army from Great Britain (2) to Iceland (4)
471.	Iceland (5) attacks Greenland (2) until defeated
Attacker lost 0 with 6,4,3
Defender lost 2 with 2,1
Greenland captured
472.	Fortified Iceland (2) with 2 armies from Greenland (3)
Fortified Greenland (1) with 3 armies from Iceland (4)
Fortified Iceland (1) with 3 armies from Greenland (4)
Fortified Greenland (1) with 1 army from Iceland (4)
Fortified Greenland (2) with 1 army from Iceland (3)
Fortified Greenland (3) with 1 army from Iceland (2)
Fortified Iceland (1) with 3 armies from Greenland (4)
Fortified Greenland (1) with 1 army from Iceland (4)
Will receives one card
END OF TURN
473.	Received 3 regular armies for occupying 9 territories
Traded Irkutsk (C), Quebec (C) and Yakutsk (C) for 8 regular armies
Deployed 1 occupying army to Alaska (3)
Deployed 1 occupying army to Alaska (4)
Deployed 1 occupying army to Quebec (1)
Deployed 1 occupying army to Quebec (2)
Deployed 1 occupying army to Quebec (3)
Deployed 1 occupying army to Quebec (4)
Deployed 1 occupying army to Quebec (5)
Deployed 1 occupying army to Quebec (6)
Deployed 1 occupying army to Quebec (7)
Deployed 1 occupying army to Quebec (8)
Deployed 1 occupying army to Quebec (9)
Deployed 2 occupying armies to Quebec (10)
474.	Quebec (12) attacks Greenland (2) with 3 armies
Attacker lost 0 with 6,4,1
Defender lost 2 with 5,2
Greenland captured
475.	Moved 5 armies from Quebec (9) to Greenland (3)
Ben receives one card
END OF TURN
476.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Deployed 1 occupying army to Venezuela (12)
Deployed 1 occupying army to Venezuela (13)
Deployed 1 occupying army to Ukraine (1)
Deployed 1 occupying army to Ukraine (2)
Deployed 1 occupying army to Ukraine (3)
477.	Ukraine (4) attacks Ural (1) until defeated
Attacker lost 0 with 6,6,4
Defender lost 1 with 3
Ural captured
478.	Venezuela (14) attacks Central America (8) with 3 armies
Attacker lost 0 with 5,4,1
Defender lost 2 with 3,2
479.	Venezuela (14) attacks Central America (6) with 3 armies
Attacker lost 2 with 6,5,1
Defender lost 0 with 6,5
480.	Fortified North Africa (2) with 1 army from Congo (2)
Jim receives one card
END OF TURN
481.	Received 4 regular armies for occupying 13 territories
Traded Greenland (C), New Guinea (I) and Northern Europe (A) for 10 regular armies
Deployed 1 occupying army to Middle East (12)
Deployed 1 occupying army to Middle East (13)
Deployed 1 occupying army to Middle East (14)
Deployed 1 occupying army to Middle East (15)
Deployed 1 occupying army to Middle East (16)
Deployed 1 occupying army to Middle East (17)
Deployed 1 occupying army to Middle East (18)
Deployed 1 occupying army to Middle East (19)
Deployed 1 occupying army to Middle East (20)
Deployed 1 occupying army to India (1)
Deployed 1 occupying army to China (1)
Deployed 1 occupying army to Afghanistan (1)
Deployed 1 occupying army to Middle East (21)
Deployed 1 occupying army to Middle East (22)
482.	Middle East (23) attacks Southern Europe (2) with 3 armies
Attacker lost 1 with 2,2,2
Defender lost 1 with 3,1
483.	Middle East (22) attacks Southern Europe (1) with 3 armies
Attacker lost 0 with 4,2,1
Defender lost 1 with 2
Southern Europe captured
484.	Moved 18 armies from Middle East (19) to Southern Europe (3)
485.	Southern Europe (21) attacks Northern Europe (3) with 3 armies
Attacker lost 1 with 3,3,1
Defender lost 1 with 3,1
486.	Southern Europe (20) attacks Northern Europe (2) with 3 armies
Attacker lost 2 with 6,2,1
Defender lost 0 with 6,4
487.	Southern Europe (18) attacks Northern Europe (2) with 3 armies
Attacker lost 0 with 5,5,4
Defender lost 2 with 3,2
Northern Europe captured
488.	Northern Europe (3) attacks Ukraine (1) with 2 armies
Attacker lost 1 with 4,3
Defender lost 0 with 4
489.	Northern Europe (2) attacks Ukraine (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 6
490.	Southern Europe (15) attacks Western Europe (1) with 2 armies
Attacker lost 1 with 5,4
Defender lost 0 with 5
491.	Southern Europe (14) attacks Western Europe (1) with 2 armies
Attacker lost 1 with 2,1
Defender lost 0 with 3
492.	Southern Europe (13) attacks Western Europe (1) with 2 armies
Attacker lost 0 with 5,3
Defender lost 1 with 1
Western Europe captured
493.	Andrew receives one card
END OF TURN
494.	Received 3 regular armies for occupying 7 territories
Received 2 regular armies for occupying Australia
Traded Eastern United States (A), Western Australia (A) and Great Britain (A) for 4 regular armies
Deployed 2 occupying armies to Great Britain (1)
Deployed 1 occupying army to Siam (16)
Deployed 1 occupying army to Great Britain (3)
Deployed 1 occupying army to Great Britain (4)
Deployed 1 occupying army to Great Britain (5)
Deployed 1 occupying army to Great Britain (6)
Deployed 1 occupying army to Great Britain (7)
Deployed 1 occupying army to Great Britain (8)
Deployed 1 occupying army to Great Britain (9)
Deployed 1 occupying army to Great Britain (10)
495.	Great Britain (11) attacks Scandinavia (1) until defeated
Attacker lost 0 with 6,4,1
Defender lost 1 with 5
Scandinavia captured
496.	Fortified Scandinavia (3) with 7 armies from Great Britain (8)
Fortified Great Britain (1) with 1 army from Scandinavia (10)
Will receives one card
END OF TURN
497.	Received 3 regular armies for occupying 9 territories
Received 5 regular armies for occupying N. America
Traded Western Europe (A), Japan (A) and Eastern Australia (A) for 4 regular armies
Deployed 1 occupying army to Alaska (5)
Deployed 1 occupying army to Alaska (6)
Deployed 1 occupying army to Central America (6)
Deployed 1 occupying army to Central America (7)
Deployed 1 occupying army to Central America (8)
Deployed 1 occupying army to Central America (9)
Deployed 1 occupying army to Greenland (8)
Deployed 1 occupying army to Central America (10)
Deployed 1 occupying army to Central America (11)
Deployed 1 occupying army to Central America (12)
Deployed 1 occupying army to Central America (13)
Deployed 1 occupying army to Central America (14)
498.	Central America (15) attacks Venezuela (12) with 3 armies
Attacker lost 1 with 5,5,1
Defender lost 1 with 6,3
499.	Central America (14) attacks Venezuela (11) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 2 with 4,3
500.	Central America (14) attacks Venezuela (9) with 3 armies
Attacker lost 2 with 4,2,1
Defender lost 0 with 5,5
501.	END OF TURN
502.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Venezuela (9)
503.	Venezuela (14) attacks Central America (12) with 3 armies
Attacker lost 2 with 6,3,1
Defender lost 0 with 6,6
504.	Venezuela (12) attacks Central America (12) with 3 armies
Attacker lost 1 with 3,2,1
Defender lost 1 with 3,1
505.	Venezuela (11) attacks Central America (11) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 2 with 2,2
506.	Venezuela (11) attacks Central America (9) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 2 with 5,2
507.	Venezuela (11) attacks Central America (7) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 2 with 2,1
508.	Venezuela (11) attacks Central America (5) with 3 armies
Attacker lost 0 with 6,6,5
Defender lost 2 with 5,2
509.	Venezuela (11) attacks Central America (3) with 3 armies
Attacker lost 2 with 6,3,3
Defender lost 0 with 6,3
510.	Venezuela (9) attacks Central America (3) with 3 armies
Attacker lost 1 with 6,5,4
Defender lost 1 with 6,1
511.	Venezuela (8) attacks Central America (2) with 3 armies
Attacker lost 2 with 6,4,4
Defender lost 0 with 6,6
512.	Venezuela (6) attacks Central America (2) with 3 armies
Attacker lost 1 with 5,4,2
Defender lost 1 with 5,1
513.	Venezuela (5) attacks Central America (1) with 3 armies
Attacker lost 0 with 5,5,4
Defender lost 1 with 1
Central America captured
514.	Fortified Venezuela (2) with 1 army from Brazil (10)
Fortified Venezuela (3) with 1 army from Brazil (9)
Fortified Venezuela (4) with 1 army from Brazil (8)
Fortified Venezuela (5) with 1 army from Brazil (7)
Jim receives one card
END OF TURN
515.	Received 5 regular armies for occupying 16 territories
Deployed 1 occupying army to Southern Europe (11)
Deployed 1 occupying army to India (2)
Deployed 1 occupying army to China (2)
Deployed 1 occupying army to Southern Europe (12)
Deployed 1 occupying army to Afghanistan (2)
516.	Afghanistan (3) attacks Ukraine (1) with 2 armies
Attacker lost 0 with 6,2
Defender lost 1 with 5
Ukraine captured
517.	Andrew receives one card
END OF TURN
518.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Traded South Africa (A), India (C) and Middle East (I) for 10 regular armies
Deployed 1 occupying army to Siam (17)
Deployed 1 occupying army to Siam (18)
Deployed 1 occupying army to Siam (19)
Deployed 1 occupying army to Scandinavia (9)
Deployed 1 occupying army to Scandinavia (10)
Deployed 1 occupying army to Scandinavia (11)
Deployed 1 occupying army to Scandinavia (12)
Deployed 1 occupying army to Scandinavia (13)
Deployed 1 occupying army to Scandinavia (14)
Deployed 1 occupying army to Scandinavia (15)
Deployed 1 occupying army to Scandinavia (16)
Deployed 1 occupying army to Scandinavia (17)
Deployed 1 occupying army to Scandinavia (18)
Deployed 1 occupying army to Scandinavia (19)
Deployed 1 occupying army to Scandinavia (20)
519.	Scandinavia (21) attacks Ukraine (2) until defeated
Attacker lost 2 with 5,3,1
Defender lost 0 with 5,5
Attacker lost 1 with 3,1,1
Defender lost 1 with 1,1
Attacker lost 0 with 5,2,2
Defender lost 1 with 2
Ukraine captured
520.	Scandinavia (15) attacks Northern Europe (1) until defeated
Attacker lost 1 with 6,6,4
Defender lost 0 with 6
Attacker lost 0 with 4,4,4
Defender lost 1 with 3
Northern Europe captured
521.	Moved 10 armies from Scandinavia (11) to Northern Europe (3)
Moved 10 armies from Scandinavia (1) to Northern Europe (13)
Moved 10 armies from Scandinavia (11) to Northern Europe (3)
Moved 1 army from Scandinavia (1) to Northern Europe (13)
Moved 1 army from Scandinavia (2) to Northern Europe (12)
Fortified Great Britain (2) with 10 armies from Northern Europe (11)
Fortified Northern Europe (1) with 1 army from Great Britain (12)
Fortified Northern Europe (2) with 1 army from Great Britain (11)
Will receives one card
END OF TURN
522.	Received 3 regular armies for occupying 8 territories
Deployed 1 occupying army to Alaska (7)
Deployed 1 occupying army to Alaska (8)
Deployed 1 occupying army to Greenland (9)
523.	Alaska (9) attacks Kamchatka (1) with 3 armies
Attacker lost 0 with 6,5,2
Defender lost 1 with 3
Kamchatka captured
524.	Greenland (10) attacks Iceland (3) with 3 armies
Attacker lost 0 with 6,6,5
Defender lost 2 with 5,2
525.	Greenland (10) attacks Iceland (1) with 3 armies
Attacker lost 1 with 5,5,2
Defender lost 0 with 5
526.	Greenland (9) attacks Iceland (1) with 3 armies
Attacker lost 1 with 6,4,3
Defender lost 0 with 6
527.	Greenland (8) attacks Iceland (1) with 3 armies
Attacker lost 0 with 4,4,3
Defender lost 1 with 2
Iceland captured
528.	Fortified Eastern United States (1) with 3 armies from Quebec (4)
Ben receives one card
END OF TURN
529.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying S. America
Traded Western United States (A), Ontario (C) and Egypt (I) for 10 regular armies
Deployed 2 occupying armies to Egypt (1)
Deployed 15 occupying armies to Egypt (3)
530.	Egypt (18) attacks East Africa (1) until defeated
Attacker lost 1 with 2,1,1
Defender lost 0 with 6
Attacker lost 0 with 6,5,4
Defender lost 1 with 5
East Africa captured
531.	Moved 13 armies from Egypt (14) to East Africa (3)
532.	East Africa (16) attacks South Africa (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 5
South Africa captured
533.	East Africa (15) attacks Madagascar (2) with 2 armies
Attacker lost 0 with 6,5
Defender lost 2 with 3,1
Madagascar captured
534.	East Africa (13) attacks Middle East (1) until defeated
Attacker lost 0 with 6,1,1
Defender lost 1 with 2
Middle East captured
535.	Fortified North Africa (3) with 9 armies from East Africa (10)
Jim receives one card
END OF TURN
536.	Received 3 regular armies for occupying 10 territories
Deployed 3 occupying armies to Southern Europe (13)
537.	Southern Europe (16) attacks Ukraine (3) with 3 armies
Attacker lost 1 with 4,4,1
Defender lost 1 with 5,2
538.	Southern Europe (15) attacks Ukraine (2) with 3 armies
Attacker lost 1 with 5,4,2
Defender lost 1 with 5,3
539.	Southern Europe (14) attacks Ukraine (1) with 3 armies
Attacker lost 0 with 6,4,4
Defender lost 1 with 1
Ukraine captured
540.	Moved 10 armies from Southern Europe (11) to Ukraine (3)
Fortified Afghanistan (1) with 1 army from China (3)
Andrew receives one card
END OF TURN
541.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Northern Europe (3)
Deployed 1 occupying army to Northern Europe (4)
Deployed 1 occupying army to Northern Europe (5)
Deployed 1 occupying army to Northern Europe (6)
Deployed 1 occupying army to Northern Europe (7)
542.	Northern Europe (8) attacks Southern Europe (1) until defeated
Attacker lost 0 with 4,2,1
Defender lost 1 with 1
Southern Europe captured
543.	Moved 4 armies from Northern Europe (5) to Southern Europe (3)
Moved 4 armies from Northern Europe (1) to Southern Europe (7)
Moved 1 army from Northern Europe (5) to Southern Europe (3)
Will receives one card
END OF TURN
544.	Received 3 regular armies for occupying 10 territories
Deployed 1 occupying army to Eastern United States (4)
Deployed 1 occupying army to Eastern United States (5)
Deployed 1 occupying army to Eastern United States (6)
545.	Eastern United States (7) attacks Central America (3) with 3 armies
Attacker lost 1 with 6,3,2
Defender lost 1 with 5,5
546.	Eastern United States (6) attacks Central America (2) with 3 armies
Attacker lost 2 with 2,1,1
Defender lost 0 with 4,3
547.	Eastern United States (4) attacks Central America (2) with 3 armies
Attacker lost 1 with 3,2,2
Defender lost 1 with 6,1
548.	Eastern United States (3) attacks Central America (1) with 2 armies
Attacker lost 1 with 5,4
Defender lost 0 with 5
549.	Eastern United States (2) attacks Central America (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 4
Central America captured
550.	Ben receives one card
END OF TURN
551.	Received 4 regular armies for occupying 12 territories
Received 3 regular armies for occupying Africa
Received 2 regular armies for occupying S. America
Deployed 9 occupying armies to North Africa (12)
552.	North Africa (21) attacks Western Europe (2) with 3 armies
Attacker lost 1 with 6,5,2
Defender lost 1 with 6,3
553.	North Africa (20) attacks Western Europe (1) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 1 with 5
Western Europe captured
554.	Moved 1 army from North Africa (17) to Western Europe (3)
Moved 1 army from North Africa (16) to Western Europe (4)
Moved 1 army from North Africa (15) to Western Europe (5)
Moved 1 army from North Africa (14) to Western Europe (6)
Moved 1 army from North Africa (13) to Western Europe (7)
Moved 1 army from North Africa (12) to Western Europe (8)
Moved 1 army from North Africa (11) to Western Europe (9)
Moved 1 army from North Africa (10) to Western Europe (10)
Moved 1 army from North Africa (9) to Western Europe (11)
Moved 1 army from North Africa (8) to Western Europe (12)
Moved 1 army from North Africa (7) to Western Europe (13)
555.	Western Europe (14) attacks Great Britain (10) with 3 armies
Attacker lost 1 with 5,3,1
Defender lost 1 with 5,1
556.	Western Europe (13) attacks Great Britain (9) with 3 armies
Attacker lost 2 with 5,3,2
Defender lost 0 with 5,4
557.	Western Europe (11) attacks Great Britain (9) with 3 armies
Attacker lost 1 with 4,4,3
Defender lost 1 with 6,1
558.	Western Europe (10) attacks Great Britain (8) with 3 armies
Attacker lost 0 with 3,2,1
Defender lost 2 with 1,1
559.	Western Europe (10) attacks Great Britain (6) with 3 armies
Attacker lost 2 with 4,3,1
Defender lost 0 with 6,3
560.	Western Europe (8) attacks Great Britain (6) with 3 armies
Attacker lost 1 with 6,2,2
Defender lost 1 with 5,5
561.	Western Europe (7) attacks Great Britain (5) with 3 armies
Attacker lost 0 with 5,3,2
Defender lost 2 with 4,2
562.	Western Europe (7) attacks Great Britain (3) with 3 armies
Attacker lost 1 with 6,3,1
Defender lost 1 with 4,3
563.	Western Europe (6) attacks Great Britain (2) with 3 armies
Attacker lost 2 with 4,3,2
Defender lost 0 with 5,5
564.	Western Europe (4) attacks Great Britain (2) with 3 armies
Attacker lost 0 with 5,2,2
Defender lost 2 with 2,1
Great Britain captured
565.	Fortified Western Europe (1) with 2 armies from Great Britain (3)
Jim receives one card
END OF TURN
566.	Received 3 regular armies for occupying 9 territories
Traded East Africa (I), Peru (I) and Congo (I) for 6 regular armies
Deployed 1 occupying army to Ukraine (13)
Deployed 1 occupying army to Ukraine (14)
Deployed 1 occupying army to Ukraine (15)
Deployed 1 occupying army to Ukraine (16)
Deployed 1 occupying army to Ukraine (17)
Deployed 1 occupying army to Ukraine (18)
Deployed 1 occupying army to Ukraine (19)
Deployed 1 occupying army to Mongolia (2)
Deployed 1 occupying army to Mongolia (3)
567.	Ukraine (20) attacks Northern Europe (4) with 3 armies
Attacker lost 1 with 6,2,1
Defender lost 1 with 4,2
568.	Ukraine (19) attacks Northern Europe (3) with 3 armies
Attacker lost 0 with 6,5,5
Defender lost 2 with 5,2
569.	Ukraine (19) attacks Northern Europe (1) with 3 armies
Attacker lost 0 with 5,3,3
Defender lost 1 with 1
Northern Europe captured
570.	Moved 15 armies from Ukraine (16) to Northern Europe (3)
571.	Northern Europe (18) attacks Scandinavia (3) with 3 armies
Attacker lost 2 with 6,4,4
Defender lost 0 with 6,5
572.	Northern Europe (16) attacks Scandinavia (3) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 2 with 3,2
573.	Northern Europe (16) attacks Scandinavia (1) with 3 armies
Attacker lost 1 with 3,3,1
Defender lost 0 with 3
574.	Northern Europe (15) attacks Scandinavia (1) with 3 armies
Attacker lost 1 with 6,5,3
Defender lost 0 with 6
575.	Northern Europe (14) attacks Scandinavia (1) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 1 with 2
Scandinavia captured
576.	Moved 10 armies from Northern Europe (11) to Scandinavia (3)
Andrew receives one card
END OF TURN
577.	Received 3 regular armies for occupying 6 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Southern Europe (4)
Deployed 1 occupying army to Southern Europe (5)
Deployed 1 occupying army to Southern Europe (6)
Deployed 1 occupying army to Southern Europe (7)
Deployed 1 occupying army to Southern Europe (8)
578.	Southern Europe (9) attacks Egypt (1) until defeated
Attacker lost 0 with 3,3,1
Defender lost 1 with 1
Egypt captured
579.	Moved 5 armies from Southern Europe (6) to Egypt (3)
580.	Egypt (8) attacks East Africa (1) until defeated
Attacker lost 0 with 6,5,1
Defender lost 1 with 5
East Africa captured
581.	Moved 1 army from Egypt (5) to East Africa (3)
Will receives one card
END OF TURN
582.	Received 3 regular armies for occupying 11 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Central America (1)
Deployed 7 occupying armies to Central America (2)
583.	Central America (9) attacks Venezuela (6) with 3 armies
Attacker lost 2 with 5,5,4
Defender lost 0 with 5,5
584.	Central America (7) attacks Venezuela (6) with 3 armies
Attacker lost 2 with 3,2,1
Defender lost 0 with 6,4
585.	Central America (5) attacks Venezuela (6) with 3 armies
Attacker lost 1 with 2,2,1
Defender lost 1 with 4,1
586.	Iceland (3) attacks Great Britain (1) with 2 armies
Attacker lost 1 with 1,1
Defender lost 0 with 2
587.	Iceland (2) attacks Great Britain (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 1
Great Britain captured
588.	Ben receives one card
END OF TURN
589.	Received 3 regular armies for occupying 11 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to North Africa (6)
590.	Western Europe (3) attacks Great Britain (1) with 2 armies
Attacker lost 1 with 6,2
Defender lost 0 with 6
591.	Western Europe (2) attacks Great Britain (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 2
Great Britain captured
592.	North Africa (11) attacks Egypt (4) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 2 with 3,2
593.	North Africa (11) attacks Egypt (2) with 3 armies
Attacker lost 2 with 2,1,1
Defender lost 0 with 5,2
594.	North Africa (9) attacks Egypt (2) with 3 armies
Attacker lost 2 with 3,3,2
Defender lost 0 with 6,3
595.	Venezuela (5) attacks Central America (4) with 3 armies
Attacker lost 0 with 6,6,5
Defender lost 2 with 2,1
596.	Venezuela (5) attacks Central America (2) with 3 armies
Attacker lost 2 with 5,4,3
Defender lost 0 with 5,4
597.	Fortified Venezuela (3) with 1 army from Brazil (6)
Fortified Venezuela (4) with 1 army from Brazil (5)
Fortified Venezuela (5) with 3 armies from Brazil (4)
Jim receives one card
END OF TURN
598.	Received 3 regular armies for occupying 11 territories
Deployed 3 occupying armies to Mongolia (4)
599.	Scandinavia (13) attacks Iceland (1) with 3 armies
Attacker lost 0 with 6,6,2
Defender lost 1 with 4
Iceland captured
600.	Moved 9 armies from Scandinavia (10) to Iceland (3)
601.	Iceland (12) attacks Greenland (5) with 3 armies
Attacker lost 0 with 5,5,5
Defender lost 2 with 4,1
602.	Iceland (12) attacks Greenland (3) with 3 armies
Attacker lost 1 with 6,4,4
Defender lost 1 with 6,1
603.	Iceland (11) attacks Greenland (2) with 3 armies
Attacker lost 2 with 5,2,2
Defender lost 0 with 5,3
604.	Iceland (9) attacks Greenland (2) with 3 armies
Attacker lost 2 with 4,1,1
Defender lost 0 with 6,4
605.	Iceland (7) attacks Greenland (2) with 3 armies
Attacker lost 2 with 4,4,1
Defender lost 0 with 4,4
606.	Iceland (5) attacks Greenland (2) with 3 armies
Attacker lost 2 with 4,1,1
Defender lost 0 with 5,5
607.	Iceland (3) attacks Greenland (2) with 2 armies
Attacker lost 1 with 6,1
Defender lost 1 with 4,4
608.	Iceland (2) attacks Greenland (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 2
609.	Andrew receives one card
END OF TURN
610.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Traded Northwest Territory (A), Siam (I) and Wild for 10 regular armies
Deployed 2 occupying armies to Siam (20)
Deployed 1 occupying army to East Africa (4)
Deployed 1 occupying army to East Africa (5)
Deployed 1 occupying army to East Africa (6)
Deployed 1 occupying army to East Africa (7)
Deployed 1 occupying army to East Africa (8)
Deployed 1 occupying army to East Africa (9)
Deployed 1 occupying army to East Africa (10)
Deployed 1 occupying army to East Africa (11)
Deployed 1 occupying army to East Africa (12)
Deployed 1 occupying army to East Africa (13)
Deployed 1 occupying army to East Africa (14)
Deployed 1 occupying army to East Africa (15)
Deployed 1 occupying army to East Africa (16)
Deployed 1 occupying army to East Africa (17)
Deployed 1 occupying army to East Africa (18)
611.	East Africa (19) attacks Madagascar (2) until defeated
Attacker lost 1 with 6,6,5
Defender lost 1 with 6,3
Attacker lost 0 with 4,4,1
Defender lost 1 with 3
Madagascar captured
612.	Moved 14 armies from East Africa (15) to Madagascar (3)
Moved 14 armies from East Africa (1) to Madagascar (17)
Moved 14 armies from East Africa (15) to Madagascar (3)
Moved 1 army from East Africa (1) to Madagascar (17)
Moved 1 army from East Africa (2) to Madagascar (16)
Moved 1 army from East Africa (3) to Madagascar (15)
613.	Madagascar (14) attacks South Africa (1) until defeated
Attacker lost 1 with 3,1,1
Defender lost 0 with 3
Attacker lost 0 with 5,2,1
Defender lost 1 with 3
South Africa captured
614.	Fortified South Africa (3) with 9 armies from Madagascar (10)
Fortified Madagascar (1) with 1 army from South Africa (12)
Fortified Madagascar (2) with 1 army from South Africa (11)
Fortified South Africa (10) with 2 armies from Madagascar (3)
Will receives one card
END OF TURN
615.	Received 3 regular armies for occupying 10 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Central America (2)
Deployed 1 occupying army to Central America (3)
Deployed 1 occupying army to Central America (4)
Deployed 1 occupying army to Central America (5)
Deployed 1 occupying army to Greenland (1)
Deployed 1 occupying army to Greenland (2)
Deployed 1 occupying army to Greenland (3)
Deployed 1 occupying army to Central America (6)
616.	Kamchatka (3) attacks Yakutsk (1) with 2 armies
Attacker lost 0 with 6,5
Defender lost 1 with 2
Yakutsk captured
617.	Ben receives one card
END OF TURN
618.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying S. America
Traded Alaska (I), Southern Europe (A) and Ukraine (C) for 10 regular armies
Deployed 15 occupying armies to North Africa (7)
619.	Middle East (3) attacks Southern Europe (1) with 2 armies
Attacker lost 0 with 4,4
Defender lost 1 with 1
Southern Europe captured
620.	Southern Europe (2) attacks Egypt (2) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 2,1
621.	North Africa (22) attacks Egypt (2) with 3 armies
Attacker lost 2 with 5,3,2
Defender lost 0 with 6,5
622.	North Africa (20) attacks Egypt (2) with 3 armies
Attacker lost 2 with 6,6,1
Defender lost 0 with 6,6
623.	North Africa (18) attacks Egypt (2) with 3 armies
Attacker lost 2 with 6,3,1
Defender lost 0 with 6,3
624.	North Africa (16) attacks Egypt (2) with 3 armies
Attacker lost 1 with 6,6,3
Defender lost 1 with 6,3
625.	North Africa (15) attacks Egypt (1) with 3 armies
Attacker lost 1 with 4,3,2
Defender lost 0 with 6
626.	North Africa (14) attacks Egypt (1) with 3 armies
Attacker lost 0 with 5,5,3
Defender lost 1 with 1
Egypt captured
627.	Egypt (3) attacks East Africa (4) with 2 armies
Attacker lost 1 with 6,2
Defender lost 1 with 3,2
628.	Egypt (2) attacks East Africa (3) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 5,4
629.	Jim receives one card
END OF TURN
630.	Received 3 regular armies for occupying 11 territories
Deployed 3 occupying armies to Mongolia (7)
631.	Mongolia (10) attacks Kamchatka (1) until defeated
Attacker lost 0 with 5,2,1
Defender lost 1 with 4
Kamchatka captured
632.	Moved 6 armies from Mongolia (7) to Kamchatka (3)
Andrew receives one card
END OF TURN
633.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to South Africa (12)
Deployed 1 occupying army to South Africa (13)
Deployed 1 occupying army to South Africa (14)
Deployed 1 occupying army to Siam (22)
Deployed 1 occupying army to South Africa (15)
634.	South Africa (16) attacks Congo (1) until defeated
Attacker lost 0 with 2,1,1
Defender lost 1 with 1
Congo captured
635.	Moved 12 armies from South Africa (13) to Congo (3)
Moved 1 army from South Africa (1) to Congo (15)
Fortified East Africa (3) with 13 armies from Congo (14)
Fortified Congo (1) with 1 army from East Africa (16)
Fortified Congo (2) with 1 army from East Africa (15)
Will receives one card
END OF TURN
636.	Received 3 regular armies for occupying 10 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Greenland (4)
Deployed 1 occupying army to Greenland (5)
Deployed 1 occupying army to Alaska (6)
Deployed 1 occupying army to Central America (7)
Deployed 1 occupying army to Central America (8)
Deployed 1 occupying army to Central America (9)
Deployed 1 occupying army to Central America (10)
Deployed 1 occupying army to Central America (11)
637.	Yakutsk (2) attacks Siberia (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 5
638.	Greenland (6) attacks Iceland (1) with 3 armies
Attacker lost 0 with 5,2,1
Defender lost 1 with 1
Iceland captured
639.	Fortified Greenland (3) with 2 armies from Iceland (3)
Ben receives one card
END OF TURN
640.	Received 3 regular armies for occupying 11 territories
Received 2 regular armies for occupying S. America
Deployed 1 occupying army to Venezuela (8)
Deployed 1 occupying army to Venezuela (9)
Deployed 1 occupying army to Venezuela (10)
Deployed 1 occupying army to Venezuela (11)
Deployed 1 occupying army to Ural (3)
641.	Ural (4) attacks Ukraine (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 3
642.	Ural (3) attacks Ukraine (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 1
Ukraine captured
643.	Venezuela (12) attacks Central America (12) with 3 armies
Attacker lost 0 with 4,4,3
Defender lost 2 with 2,1
644.	Venezuela (12) attacks Central America (10) with 3 armies
Attacker lost 0 with 6,6,6
Defender lost 2 with 5,2
645.	Venezuela (12) attacks Central America (8) with 3 armies
Attacker lost 2 with 5,4,1
Defender lost 0 with 5,5
646.	Venezuela (10) attacks Central America (8) with 3 armies
Attacker lost 2 with 5,4,1
Defender lost 0 with 6,4
647.	Fortified Brazil (1) with 10 armies from North Africa (11)
Jim receives one card
END OF TURN
648.	Received 3 regular armies for occupying 10 territories
Traded Venezuela (I), Wild and Scandinavia (C) for 10 regular armies
Deployed 2 occupying armies to Scandinavia (1)
Deployed 1 occupying army to Kamchatka (9)
Deployed 1 occupying army to Kamchatka (10)
Deployed 1 occupying army to Kamchatka (11)
Deployed 1 occupying army to Scandinavia (3)
Deployed 1 occupying army to Scandinavia (4)
Deployed 1 occupying army to Scandinavia (5)
Deployed 1 occupying army to Scandinavia (6)
Deployed 1 occupying army to Scandinavia (7)
Deployed 1 occupying army to Scandinavia (8)
Deployed 1 occupying army to Scandinavia (9)
Deployed 1 occupying army to Scandinavia (10)
Deployed 1 occupying army to Scandinavia (11)
Deployed 1 occupying army to Scandinavia (12)
649.	Scandinavia (13) attacks Ukraine (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 2
650.	Scandinavia (12) attacks Ukraine (1) with 1 army
Attacker lost 0 with 3
Defender lost 1 with 1
Ukraine captured
651.	Moved 10 armies from Scandinavia (11) to Ukraine (1)
Fortified Japan (1) with 11 armies from Kamchatka (12)
Andrew receives one card
END OF TURN
652.	Received 3 regular armies for occupying 9 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to East Africa (14)
Deployed 1 occupying army to Siam (23)
Deployed 1 occupying army to Siam (24)
Deployed 1 occupying army to East Africa (15)
Deployed 1 occupying army to East Africa (16)
653.	East Africa (17) attacks Egypt (1) until defeated
Attacker lost 1 with 5,2,2
Defender lost 0 with 5
Attacker lost 1 with 4,4,2
Defender lost 0 with 4
Attacker lost 1 with 5,3,2
Defender lost 0 with 6
Attacker lost 0 with 6,6,5
Defender lost 1 with 2
Egypt captured
654.	Moved 10 armies from East Africa (11) to Egypt (3)
Moved 10 armies from East Africa (1) to Egypt (13)
Moved 10 armies from East Africa (11) to Egypt (3)
Moved 1 army from East Africa (1) to Egypt (13)
Moved 1 army from East Africa (2) to Egypt (12)
Moved 1 army from East Africa (3) to Egypt (11)
Moved 1 army from East Africa (4) to Egypt (10)
655.	Egypt (11) attacks North Africa (1) until defeated
Attacker lost 0 with 4,2,1
Defender lost 1 with 1
North Africa captured
656.	Moved 7 armies from Egypt (8) to North Africa (3)
Moved 7 armies from Egypt (1) to North Africa (10)
Moved 7 armies from Egypt (8) to North Africa (3)
Moved 1 army from Egypt (1) to North Africa (10)
Moved 1 army from Egypt (2) to North Africa (9)
Moved 1 army from Egypt (1) to North Africa (10)
Moved 1 army from Egypt (2) to North Africa (9)
Moved 1 army from Egypt (3) to North Africa (8)
Will receives one card
END OF TURN
657.	Received 3 regular armies for occupying 11 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Central America (8)
Deployed 1 occupying army to Central America (9)
Deployed 1 occupying army to Central America (10)
Deployed 1 occupying army to Central America (11)
Deployed 1 occupying army to Greenland (5)
Deployed 1 occupying army to Greenland (6)
Deployed 1 occupying army to Alaska (7)
Deployed 1 occupying army to Alaska (8)
Traded Siberia (C), Madagascar (C) and Alberta (C) for 8 regular armies
Deployed 2 occupying armies to Alberta (1)
Deployed 1 occupying army to Greenland (7)
Deployed 1 occupying army to Iceland (1)
Deployed 1 occupying army to Iceland (2)
Deployed 1 occupying army to Central America (12)
Deployed 1 occupying army to Central America (13)
Deployed 1 occupying army to Central America (14)
Deployed 1 occupying army to Alaska (9)
Deployed 1 occupying army to Alaska (10)
658.	Iceland (3) attacks Great Britain (1) with 2 armies
Attacker lost 0 with 5,4
Defender lost 1 with 4
Great Britain captured
659.	Great Britain (2) attacks Western Europe (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 3
Western Europe captured
660.	Fortified Alaska (11) with 2 armies from Alberta (3)
Ben receives one card
END OF TURN
661.	Received 3 regular armies for occupying 7 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Brazil (11)
662.	Brazil (16) attacks North Africa (7) until defeated
Attacker lost 0 with 3,3,1
Defender lost 2 with 2,1
Attacker lost 1 with 4,2,1
Defender lost 1 with 3,2
Attacker lost 0 with 5,3,2
Defender lost 2 with 2,1
Attacker lost 0 with 6,3,2
Defender lost 2 with 5,1
North Africa captured
663.	Fortified Venezuela (8) with 1 army from Brazil (12)
Fortified Venezuela (9) with 1 army from Brazil (11)
Jim receives one card
END OF TURN
664.	Received 3 regular armies for occupying 11 territories
Deployed 1 occupying army to Japan (12)
Deployed 1 occupying army to Japan (13)
Deployed 1 occupying army to Japan (14)
665.	Ukraine (11) attacks Ural (2) with 3 armies
Attacker lost 2 with 3,2,1
Defender lost 0 with 3,2
666.	Ukraine (9) attacks Ural (2) until defeated
Attacker lost 2 with 5,1,1
Defender lost 0 with 5,2
Attacker lost 1 with 4,4,2
Defender lost 1 with 5,1
Attacker lost 1 with 6,5,3
Defender lost 0 with 6
Attacker lost 0 with 5,5,4
Defender lost 1 with 4
Ural captured
667.	Moved 1 army from Ukraine (2) to Ural (3)
Andrew receives one card
END OF TURN
668.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Siam (25)
Deployed 1 occupying army to Congo (3)
Deployed 1 occupying army to Egypt (4)
Deployed 1 occupying army to Egypt (5)
Deployed 1 occupying army to Egypt (6)
669.	Egypt (7) attacks Middle East (1) until defeated
Attacker lost 0 with 5,3,2
Defender lost 1 with 4
Middle East captured
670.	Fortified Egypt (4) with 1 army from Middle East (3)
Fortified Egypt (5) with 1 army from Middle East (2)
Will receives one card
END OF TURN
671.	Received 4 regular armies for occupying 13 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Western Europe (1)
Deployed 1 occupying army to Great Britain (1)
Deployed 1 occupying army to Iceland (1)
Deployed 1 occupying army to Iceland (2)
Deployed 1 occupying army to Iceland (3)
Deployed 1 occupying army to Great Britain (2)
Deployed 1 occupying army to Iceland (4)
Deployed 1 occupying army to Iceland (5)
Deployed 1 occupying army to Great Britain (3)
672.	Iceland (6) attacks Scandinavia (1) with 3 armies
Attacker lost 1 with 5,1,1
Defender lost 0 with 5
673.	Iceland (5) attacks Scandinavia (1) with 3 armies
Attacker lost 1 with 4,1,1
Defender lost 0 with 6
674.	Iceland (4) attacks Scandinavia (1) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 1 with 2
Scandinavia captured
675.	Great Britain (4) attacks Northern Europe (1) with 3 armies
Attacker lost 1 with 3,2,1
Defender lost 0 with 5
676.	Great Britain (3) attacks Northern Europe (1) with 2 armies
Attacker lost 1 with 3,1
Defender lost 0 with 4
677.	Great Britain (2) attacks Northern Europe (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 3
678.	Western Europe (2) attacks Southern Europe (1) with 1 army
Attacker lost 0 with 3
Defender lost 1 with 1
Southern Europe captured
679.	Scandinavia (3) attacks Northern Europe (1) with 2 armies
Attacker lost 1 with 4,2
Defender lost 0 with 4
680.	Scandinavia (2) attacks Northern Europe (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 5
681.	Ben receives one card
END OF TURN
682.	Received 3 regular armies for occupying 5 territories
Received 2 regular armies for occupying S. America
Traded Mongolia (I), Kamchatka (I) and Argentina (I) for 6 regular armies
Deployed 2 occupying armies to Argentina (1)
Deployed 1 occupying army to Venezuela (10)
Deployed 10 occupying armies to Venezuela (11)
683.	Venezuela (21) attacks Central America (15) until defeated
Attacker lost 1 with 5,5,3
Defender lost 1 with 5,2
Attacker lost 1 with 4,4,4
Defender lost 1 with 5,2
Attacker lost 2 with 1,1,1
Defender lost 0 with 6,1
Attacker lost 0 with 5,4,4
Defender lost 2 with 3,3
Attacker lost 1 with 5,3,2
Defender lost 1 with 5,1
Attacker lost 1 with 4,3,3
Defender lost 1 with 5,2
Attacker lost 0 with 6,4,3
Defender lost 2 with 3,1
Attacker lost 1 with 4,4,3
Defender lost 1 with 4,3
Attacker lost 1 with 5,5,3
Defender lost 1 with 6,4
Attacker lost 0 with 3,2,2
Defender lost 2 with 2,1
Attacker lost 0 with 6,4,1
Defender lost 2 with 4,3
Attacker lost 1 with 6,4,1
Defender lost 0 with 6
Attacker lost 0 with 6,4,4
Defender lost 1 with 5
Central America captured
684.	Moved 8 armies from Venezuela (9) to Central America (3)
685.	Central America (11) attacks Eastern United States (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 3
686.	Central America (10) attacks Eastern United States (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 6
687.	Central America (9) attacks Eastern United States (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 3
688.	Fortified Venezuela (1) with 7 armies from Central America (8)
Jim receives one card
END OF TURN
689.	Received 3 regular armies for occupying 11 territories
Deployed 1 occupying army to Japan (15)
Deployed 1 occupying army to China (2)
Deployed 1 occupying army to India (3)
690.	India (4) attacks Middle East (1) until defeated
Attacker lost 0 with 6,4,2
Defender lost 1 with 2
Middle East captured
691.	China (3) attacks Siam (26) with 2 armies
Attacker lost 2 with 3,2
Defender lost 0 with 6,3
692.	Fortified India (1) with 1 army from Middle East (3)
Andrew receives one card
END OF TURN
693.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Congo (4)
Deployed 1 occupying army to Siam (26)
Deployed 1 occupying army to Egypt (6)
Deployed 1 occupying army to Egypt (7)
Deployed 1 occupying army to Egypt (8)
694.	Egypt (9) attacks Southern Europe (1) until defeated
Attacker lost 1 with 5,5,4
Defender lost 0 with 5
Attacker lost 0 with 6,3,1
Defender lost 1 with 5
Southern Europe captured
695.	Fortified Egypt (5) with 1 army from Southern Europe (3)
Fortified Egypt (6) with 1 army from Southern Europe (2)
Will receives one card
END OF TURN
696.	Received 4 regular armies for occupying 13 territories
Deployed 1 occupying army to Eastern United States (1)
Deployed 1 occupying army to Eastern United States (2)
Deployed 1 occupying army to Eastern United States (3)
Deployed 1 occupying army to Eastern United States (4)
697.	Eastern United States (5) attacks Central America (1) with 3 armies
Attacker lost 1 with 3,1,1
Defender lost 0 with 5
698.	Eastern United States (4) attacks Central America (1) with 2 armies
Attacker lost 1 with 4,1
Defender lost 0 with 4
699.	Eastern United States (3) attacks Central America (1) with 2 armies
Attacker lost 1 with 4,3
Defender lost 0 with 5
700.	Eastern United States (2) attacks Central America (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 4
701.	Alaska (13) attacks Kamchatka (1) with 3 armies
Attacker lost 1 with 5,4,4
Defender lost 0 with 5
702.	Alaska (12) attacks Kamchatka (1) with 3 armies
Attacker lost 1 with 2,1,1
Defender lost 0 with 4
703.	Alaska (11) attacks Kamchatka (1) with 3 armies
Attacker lost 0 with 5,4,3
Defender lost 1 with 1
Kamchatka captured
704.	Ben receives one card
END OF TURN
705.	Received 3 regular armies for occupying 6 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Central America (1)
706.	Central America (6) attacks Eastern United States (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 2
Eastern United States captured
707.	Central America (5) attacks Western United States (1) with 1 army
Attacker lost 0 with 4
Defender lost 1 with 3
Western United States captured
708.	Fortified Brazil (10) with 2 armies from North Africa (3)
Jim receives one card
END OF TURN
709.	Received 3 regular armies for occupying 11 territories
Deployed 1 occupying army to Japan (16)
Deployed 1 occupying army to Japan (17)
Deployed 1 occupying army to Middle East (2)
710.	Middle East (3) attacks Southern Europe (1) with 2 armies
Attacker lost 0 with 6,2
Defender lost 1 with 3
Southern Europe captured
711.	Fortified Afghanistan (2) with 3 armies from Ural (4)
Andrew receives one card
END OF TURN
712.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Traded Ural (C), Indonesia (A) and New Guinea (I) for 10 regular armies
Deployed 2 occupying armies to Indonesia (2)
Deployed 1 occupying army to Siam (27)
Deployed 1 occupying army to Siam (28)
Deployed 1 occupying army to Siam (29)
Deployed 1 occupying army to Congo (5)
Deployed 1 occupying army to Congo (6)
Deployed 1 occupying army to Congo (7)
Deployed 1 occupying army to Congo (8)
Deployed 1 occupying army to Congo (9)
Deployed 1 occupying army to Congo (10)
Deployed 1 occupying army to Congo (11)
Deployed 1 occupying army to Congo (12)
Deployed 1 occupying army to Congo (13)
Deployed 1 occupying army to Congo (14)
Deployed 1 occupying army to Congo (15)
Deployed 1 occupying army to Congo (16)
713.	Congo (17) attacks North Africa (1) until defeated
Attacker lost 0 with 4,4,3
Defender lost 1 with 1
North Africa captured
714.	Moved 13 armies from Congo (14) to North Africa (3)
Moved 1 army from Congo (1) to North Africa (16)
715.	North Africa (15) attacks Western Europe (1) until defeated
Attacker lost 0 with 6,1,1
Defender lost 1 with 5
Western Europe captured
716.	Moved 11 armies from North Africa (12) to Western Europe (3)
Moved 11 armies from North Africa (1) to Western Europe (14)
Moved 1 army from North Africa (12) to Western Europe (3)
Moved 1 army from North Africa (11) to Western Europe (4)
Moved 1 army from North Africa (10) to Western Europe (5)
Moved 1 army from North Africa (9) to Western Europe (6)
Moved 4 armies from North Africa (8) to Western Europe (7)
Moved 1 army from North Africa (12) to Western Europe (3)
Moved 1 army from North Africa (11) to Western Europe (4)
Will receives one card
END OF TURN
717.	Received 3 regular armies for occupying 11 territories
Traded China (I), North Africa (C) and Northern Europe (A) for 10 regular armies
Deployed 13 occupying armies to Alberta (1)
718.	Alberta (14) attacks Western United States (1) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 1 with 2
Western United States captured
719.	Moved 10 armies from Alberta (11) to Western United States (3)
720.	Western United States (13) attacks Eastern United States (1) with 3 armies
Attacker lost 0 with 6,3,2
Defender lost 1 with 3
Eastern United States captured
721.	Moved 9 armies from Western United States (10) to Eastern United States (3)
722.	Eastern United States (12) attacks Central America (4) with 3 armies
Attacker lost 2 with 5,3,2
Defender lost 0 with 5,3
723.	Eastern United States (10) attacks Central America (4) with 3 armies
Attacker lost 1 with 6,2,2
Defender lost 1 with 5,4
724.	Eastern United States (9) attacks Central America (3) with 3 armies
Attacker lost 0 with 6,6,2
Defender lost 2 with 2,1
725.	Eastern United States (9) attacks Central America (1) with 3 armies
Attacker lost 1 with 3,2,1
Defender lost 0 with 3
726.	Eastern United States (8) attacks Central America (1) with 3 armies
Attacker lost 0 with 5,4,1
Defender lost 1 with 3
Central America captured
727.	Moved 4 armies from Eastern United States (5) to Central America (3)
Ben receives one card
END OF TURN
728.	Received 3 regular armies for occupying 4 territories
Received 2 regular armies for occupying S. America
Deployed 5 occupying armies to Venezuela (8)
729.	Venezuela (13) attacks Central America (7) until defeated
Attacker lost 1 with 6,3,3
Defender lost 1 with 6,1
Attacker lost 2 with 5,3,3
Defender lost 0 with 6,5
Attacker lost 0 with 6,4,1
Defender lost 2 with 4,3
Attacker lost 2 with 2,2,1
Defender lost 0 with 3,2
Attacker lost 0 with 6,5,3
Defender lost 2 with 3,2
Attacker lost 0 with 6,4,1
Defender lost 2 with 4,2
Central America captured
730.	Central America (3) attacks Eastern United States (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 4
731.	Central America (2) attacks Eastern United States (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 5
732.	Fortified Brazil (12) with 2 armies from Argentina (3)
Jim receives one card
END OF TURN
733.	Received 4 regular armies for occupying 12 territories
Deployed 1 occupying army to Northern Europe (1)
Deployed 1 occupying army to Northern Europe (2)
Deployed 1 occupying army to Northern Europe (3)
Deployed 1 occupying army to Japan (18)
734.	Northern Europe (4) attacks Great Britain (1) until defeated
Attacker lost 1 with 2,2,2
Defender lost 0 with 6
735.	Northern Europe (3) attacks Great Britain (1) with 2 armies
Attacker lost 1 with 2,1
Defender lost 0 with 5
736.	Northern Europe (2) attacks Great Britain (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 5
737.	Japan (19) attacks Kamchatka (3) with 3 armies
Attacker lost 2 with 4,2,1
Defender lost 0 with 6,2
738.	Japan (17) attacks Kamchatka (3) with 3 armies
Attacker lost 0 with 6,6,4
Defender lost 2 with 5,1
739.	Japan (17) attacks Kamchatka (1) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 1 with 5
Kamchatka captured
740.	Fortified Japan (14) with 2 armies from Kamchatka (3)
Andrew receives one card
END OF TURN
741.	Received 4 regular armies for occupying 12 territories
Received 2 regular armies for occupying Australia
Received 3 regular armies for occupying Africa
Deployed 1 occupying army to Siam (30)
Deployed 1 occupying army to Siam (31)
Deployed 1 occupying army to North Africa (12)
Deployed 1 occupying army to North Africa (13)
Deployed 1 occupying army to North Africa (14)
Deployed 1 occupying army to North Africa (15)
Deployed 1 occupying army to North Africa (16)
Deployed 1 occupying army to Western Europe (3)
Deployed 1 occupying army to Western Europe (4)
742.	Western Europe (5) attacks Great Britain (1) until defeated
Attacker lost 1 with 5,5,3
Defender lost 0 with 5
Attacker lost 0 with 4,4,3
Defender lost 1 with 1
Great Britain captured
743.	Will receives one card
END OF TURN
744.	Received 3 regular armies for occupying 11 territories
Traded Iceland (I), Quebec (C) and Western Europe (A) for 10 regular armies
Deployed 13 occupying armies to Eastern United States (1)
Deployed 2 occupying armies to Quebec (1)
745.	Eastern United States (14) attacks Central America (1) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 1 with 3
Central America captured
746.	Moved 10 armies from Eastern United States (11) to Central America (3)
747.	Central America (13) attacks Venezuela (5) with 3 armies
Attacker lost 1 with 5,4,3
Defender lost 1 with 4,4
748.	Central America (12) attacks Venezuela (4) with 3 armies
Attacker lost 1 with 6,4,3
Defender lost 1 with 6,1
749.	Central America (11) attacks Venezuela (3) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 2 with 2,1
750.	Central America (11) attacks Venezuela (1) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 1 with 4
Venezuela captured
751.	Moved 1 army from Central America (8) to Venezuela (3)
752.	Venezuela (4) attacks Peru (1) with 3 armies
Attacker lost 0 with 5,3,2
Defender lost 1 with 1
Peru captured
753.	Peru (3) attacks Argentina (1) with 2 armies
Attacker lost 1 with 3,3
Defender lost 0 with 4
754.	Peru (2) attacks Argentina (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 5
755.	Fortified Eastern United States (1) with 2 armies from Quebec (3)
Ben receives one card
END OF TURN
756.	Received 3 regular armies for occupying 2 territories
Deployed 3 occupying armies to Brazil (14)
757.	Brazil (17) attacks Peru (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 3
Peru captured
758.	Brazil (16) attacks Venezuela (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 4
759.	Brazil (15) attacks Venezuela (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 2
760.	Brazil (14) attacks Venezuela (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 5
761.	Brazil (13) attacks Venezuela (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 5
Venezuela captured
762.	Brazil (12) attacks North Africa (17) until defeated
Attacker lost 1 with 5,5,1
Defender lost 1 with 6,2
Attacker lost 0 with 6,5,3
Defender lost 2 with 4,2
Attacker lost 1 with 3,3,2
Defender lost 1 with 5,2
Attacker lost 0 with 5,2,1
Defender lost 2 with 4,1
Attacker lost 0 with 6,5,3
Defender lost 2 with 5,1
Attacker lost 1 with 4,1,1
Defender lost 1 with 2,1
Attacker lost 0 with 5,3,2
Defender lost 2 with 3,1
Attacker lost 0 with 5,3,1
Defender lost 2 with 4,1
Attacker lost 2 with 5,4,1
Defender lost 0 with 6,6
Attacker lost 0 with 6,4,3
Defender lost 2 with 1,1
Attacker lost 1 with 6,3,2
Defender lost 1 with 4,3
Attacker lost 1 with 4,2,2
Defender lost 0 with 6
Attacker lost 0 with 6,5,3
Defender lost 1 with 3
North Africa captured
763.	Fortified Brazil (2) with 2 armies from North Africa (3)
Jim receives one card
END OF TURN
764.	Received 4 regular armies for occupying 13 territories
Deployed 1 occupying army to Siberia (1)
Deployed 1 occupying army to Siberia (2)
Deployed 1 occupying army to Siberia (3)
Deployed 1 occupying army to Japan (16)
Traded Central America (A), Western Australia (A) and Eastern Australia (A) for 4 regular armies
Deployed 1 occupying army to Japan (17)
Deployed 1 occupying army to Japan (18)
Deployed 1 occupying army to Japan (19)
Deployed 1 occupying army to Japan (20)
765.	Siberia (4) attacks Yakutsk (1) until defeated
Attacker lost 1 with 5,2,1
Defender lost 0 with 5
766.	Siberia (3) attacks Yakutsk (1) with 2 armies
Attacker lost 0 with 6,3
Defender lost 1 with 2
Yakutsk captured
767.	Fortified Mongolia (1) with 20 armies from Japan (21)
Andrew receives one card
END OF TURN
768.	Received 4 regular armies for occupying 12 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Siam (32)
Deployed 1 occupying army to Congo (2)
Deployed 1 occupying army to Congo (3)
Deployed 1 occupying army to Congo (4)
Deployed 1 occupying army to Congo (5)
Deployed 1 occupying army to Congo (6)
769.	Congo (7) attacks North Africa (1) until defeated
Attacker lost 0 with 4,4,2
Defender lost 1 with 1
North Africa captured
770.	Moved 1 army from Congo (4) to North Africa (3)
Moved 1 army from Congo (3) to North Africa (4)
Moved 1 army from Congo (2) to North Africa (5)
Will receives one card
END OF TURN
771.	Received 3 regular armies for occupying 11 territories
Received 5 regular armies for occupying N. America
Deployed 8 occupying armies to Central America (7)
772.	Central America (15) attacks Venezuela (1) with 3 armies
Attacker lost 1 with 5,4,4
Defender lost 0 with 5
773.	Central America (14) attacks Venezuela (1) with 3 armies
Attacker lost 0 with 3,2,1
Defender lost 1 with 2
Venezuela captured
774.	Moved 10 armies from Central America (11) to Venezuela (3)
775.	Venezuela (13) attacks Peru (1) with 3 armies
Attacker lost 0 with 6,3,3
Defender lost 1 with 3
Peru captured
776.	Moved 9 armies from Venezuela (10) to Peru (3)
777.	Peru (12) attacks Argentina (1) with 3 armies
Attacker lost 1 with 5,5,3
Defender lost 0 with 5
778.	Peru (11) attacks Argentina (1) with 3 armies
Attacker lost 0 with 6,4,2
Defender lost 1 with 3
Argentina captured
779.	Moved 7 armies from Peru (8) to Argentina (3)
780.	Argentina (10) attacks Brazil (4) with 3 armies
Attacker lost 1 with 6,4,1
Defender lost 1 with 6,2
781.	Argentina (9) attacks Brazil (3) with 3 armies
Attacker lost 0 with 6,5,5
Defender lost 2 with 5,2
782.	Argentina (9) attacks Brazil (1) with 3 armies
Attacker lost 0 with 5,2,1
Defender lost 1 with 1
Brazil captured
Jim defeated, turns over null to Ben
783.	Moved 5 armies from Argentina (6) to Brazil (3)
Traded Yakutsk (C), Eastern United States (A) and Middle East (I) for 10 regular armies
Deployed 2 occupying armies to Eastern United States (3)
Deployed 1 occupying army to Brazil (8)
Deployed 1 occupying army to Brazil (9)
Deployed 1 occupying army to Alaska (8)
Deployed 1 occupying army to Alaska (9)
Deployed 6 occupying armies to Iceland (1)
Fortified Iceland (7) with 3 armies from Greenland (8)
Ben receives one card
END OF TURN
784.	Received 4 regular armies for occupying 14 territories
Deployed 1 occupying army to Southern Europe (2)
Deployed 1 occupying army to Southern Europe (3)
Deployed 1 occupying army to Mongolia (21)
Deployed 1 occupying army to Mongolia (22)
785.	Southern Europe (4) attacks Western Europe (1) until defeated
Attacker lost 1 with 4,2,1
Defender lost 0 with 5
786.	Southern Europe (3) attacks Western Europe (1) with 2 armies
Attacker lost 1 with 3,1
Defender lost 0 with 5
787.	Southern Europe (2) attacks Western Europe (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 4
788.	India (2) attacks Siam (33) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 6,5
789.	Fortified Ukraine (1) with 4 armies from Afghanistan (5)
END OF TURN
790.	Received 4 regular armies for occupying 13 territories
Received 2 regular armies for occupying Australia
Received 3 regular armies for occupying Africa
Traded Brazil (A), Great Britain (A) and South Africa (A) for 4 regular armies
Deployed 2 occupying armies to Great Britain (3)
Deployed 1 occupying army to North Africa (6)
Deployed 1 occupying army to North Africa (7)
Deployed 1 occupying army to North Africa (8)
Deployed 1 occupying army to North Africa (9)
Deployed 1 occupying army to North Africa (10)
Deployed 1 occupying army to North Africa (11)
Deployed 1 occupying army to North Africa (12)
Deployed 1 occupying army to North Africa (13)
Deployed 1 occupying army to North Africa (14)
Deployed 1 occupying army to East Africa (3)
Deployed 1 occupying army to North Africa (15)
Deployed 1 occupying army to North Africa (16)
Deployed 1 occupying army to North Africa (17)
791.	North Africa (18) attacks Brazil (10) until defeated
Attacker lost 0 with 5,3,2
Defender lost 2 with 3,1
Attacker lost 0 with 5,4,3
Defender lost 2 with 3,1
Attacker lost 2 with 3,2,1
Defender lost 0 with 6,2
Attacker lost 1 with 5,2,1
Defender lost 1 with 5,1
Attacker lost 1 with 6,5,4
Defender lost 1 with 6,3
Attacker lost 0 with 6,5,4
Defender lost 2 with 4,2
Attacker lost 0 with 5,4,3
Defender lost 2 with 2,1
Brazil captured
792.	Moved 10 armies from North Africa (11) to Brazil (3)
Moved 1 army from North Africa (1) to Brazil (13)
793.	Brazil (12) attacks Argentina (1) until defeated
Attacker lost 0 with 6,6,3
Defender lost 1 with 3
Argentina captured
794.	Moved 8 armies from Brazil (9) to Argentina (3)
795.	Argentina (11) attacks Peru (1) until defeated
Attacker lost 0 with 6,6,4
Defender lost 1 with 5
Peru captured
796.	Moved 7 armies from Argentina (8) to Peru (3)
797.	Peru (10) attacks Venezuela (1) until defeated
Attacker lost 0 with 5,4,1
Defender lost 1 with 4
Venezuela captured
798.	Moved 6 armies from Peru (7) to Venezuela (3)
799.	Venezuela (9) attacks Central America (1) until defeated
Attacker lost 1 with 2,2,2
Defender lost 0 with 4
Attacker lost 1 with 6,5,1
Defender lost 0 with 6
Attacker lost 1 with 6,5,2
Defender lost 0 with 6
Attacker lost 1 with 5,4,1
Defender lost 0 with 5
Attacker lost 0 with 5,4,3
Defender lost 1 with 3
Central America captured
800.	Fortified North Africa (2) with 1 army from Egypt (7)
Will receives one card
END OF TURN
801.	Received 3 regular armies for occupying 10 territories
Traded India (C), Japan (A) and Egypt (I) for 10 regular armies
Deployed 13 occupying armies to Eastern United States (5)
802.	Eastern United States (18) attacks Central America (3) with 3 armies
Attacker lost 1 with 6,6,2
Defender lost 1 with 6,5
803.	Eastern United States (17) attacks Central America (2) with 3 armies
Attacker lost 1 with 6,4,1
Defender lost 1 with 6,3
804.	Eastern United States (16) attacks Central America (1) with 3 armies
Attacker lost 1 with 5,3,2
Defender lost 0 with 6
805.	Eastern United States (15) attacks Central America (1) with 3 armies
Attacker lost 0 with 4,3,2
Defender lost 1 with 2
Central America captured
806.	Moved 11 armies from Eastern United States (12) to Central America (3)
807.	Central America (14) attacks Venezuela (2) with 3 armies
Attacker lost 1 with 6,4,3
Defender lost 1 with 5,4
808.	Central America (13) attacks Venezuela (1) with 3 armies
Attacker lost 1 with 6,5,4
Defender lost 0 with 6
809.	Central America (12) attacks Venezuela (1) with 3 armies
Attacker lost 0 with 6,6,3
Defender lost 1 with 1
Venezuela captured
810.	Moved 8 armies from Central America (9) to Venezuela (3)
811.	Venezuela (11) attacks Peru (1) with 3 armies
Attacker lost 0 with 5,3,2
Defender lost 1 with 4
Peru captured
812.	Moved 7 armies from Venezuela (8) to Peru (3)
813.	Peru (10) attacks Argentina (1) with 3 armies
Attacker lost 0 with 6,5,2
Defender lost 1 with 2
Argentina captured
814.	Moved 6 armies from Peru (7) to Argentina (3)
815.	Argentina (9) attacks Brazil (1) with 3 armies
Attacker lost 0 with 3,1,1
Defender lost 1 with 2
Brazil captured
816.	Moved 5 armies from Argentina (6) to Brazil (3)
817.	Iceland (10) attacks Great Britain (5) with 3 armies
Attacker lost 2 with 4,3,2
Defender lost 0 with 5,4
818.	Iceland (8) attacks Great Britain (5) with 3 armies
Attacker lost 1 with 3,3,1
Defender lost 1 with 3,2
819.	Iceland (7) attacks Great Britain (4) with 3 armies
Attacker lost 2 with 5,2,2
Defender lost 0 with 5,4
820.	Iceland (5) attacks Great Britain (4) with 3 armies
Attacker lost 0 with 6,6,1
Defender lost 2 with 3,1
821.	Iceland (5) attacks Great Britain (2) with 3 armies
Attacker lost 0 with 6,3,2
Defender lost 2 with 1,1
Great Britain captured
822.	Moved 1 army from Iceland (2) to Great Britain (3)
823.	Great Britain (4) attacks Western Europe (1) with 3 armies
Attacker lost 0 with 6,4,4
Defender lost 1 with 1
Western Europe captured
824.	Brazil (8) attacks North Africa (3) with 3 armies
Attacker lost 1 with 6,4,2
Defender lost 1 with 6,2
825.	Brazil (7) attacks North Africa (2) with 3 armies
Attacker lost 1 with 3,3,1
Defender lost 1 with 4,2
826.	Western Europe (3) attacks North Africa (1) with 2 armies
Attacker lost 1 with 1,1
Defender lost 0 with 3
827.	Western Europe (2) attacks North Africa (1) with 1 army
Attacker lost 1 with 1
Defender lost 0 with 5
828.	Brazil (6) attacks North Africa (1) with 1 army
Attacker lost 0 with 6
Defender lost 1 with 4
North Africa captured
829.	Ben receives one card
END OF TURN
830.	Received 4 regular armies for occupying 14 territories
Deployed 1 occupying army to Mongolia (23)
Deployed 1 occupying army to Mongolia (24)
Deployed 1 occupying army to Mongolia (25)
Deployed 1 occupying army to Ukraine (5)
831.	Ukraine (6) attacks Scandinavia (1) with 3 armies
Attacker lost 1 with 5,4,3
Defender lost 0 with 6
832.	Ukraine (5) attacks Scandinavia (1) with 3 armies
Attacker lost 0 with 3,1,1
Defender lost 1 with 1
Scandinavia captured
833.	Moved 1 army from Ukraine (2) to Scandinavia (3)
Andrew receives one card
END OF TURN
834.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Egypt (6)
Deployed 1 occupying army to Egypt (7)
Deployed 1 occupying army to Egypt (8)
Deployed 1 occupying army to Egypt (9)
Deployed 1 occupying army to Egypt (10)
835.	Egypt (11) attacks North Africa (1) until defeated
Attacker lost 1 with 6,5,5
Defender lost 0 with 6
Attacker lost 0 with 5,1,1
Defender lost 1 with 3
North Africa captured
836.	Moved 6 armies from Egypt (7) to North Africa (3)
837.	North Africa (9) attacks Brazil (5) until defeated
Attacker lost 2 with 2,1,1
Defender lost 0 with 2,1
Attacker lost 2 with 5,2,1
Defender lost 0 with 5,5
Attacker lost 2 with 6,4,2
Defender lost 0 with 6,5
838.	Fortified East Africa (4) with 1 army from North Africa (3)
Will receives one card
END OF TURN
839.	Received 5 regular armies for occupying 16 territories
Received 5 regular armies for occupying N. America
Received 2 regular armies for occupying S. America
Deployed 1 occupying army to Brazil (5)
Deployed 1 occupying army to Brazil (6)
Deployed 1 occupying army to Brazil (7)
Deployed 1 occupying army to Brazil (8)
Deployed 1 occupying army to Brazil (9)
Deployed 1 occupying army to Alaska (10)
Deployed 1 occupying army to Greenland (5)
Deployed 1 occupying army to Greenland (6)
Deployed 1 occupying army to Greenland (7)
Deployed 1 occupying army to Western Europe (1)
Deployed 1 occupying army to Great Britain (1)
Deployed 1 occupying army to Iceland (1)
840.	Alaska (11) attacks Kamchatka (1) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 1 with 5
Kamchatka captured
841.	Ben receives one card
END OF TURN
842.	Received 4 regular armies for occupying 14 territories
Traded Greenland (C), Western United States (A) and Congo (I) for 10 regular armies
Deployed 1 occupying army to Mongolia (26)
Deployed 1 occupying army to Mongolia (27)
Deployed 1 occupying army to Mongolia (28)
Deployed 1 occupying army to Mongolia (29)
Deployed 1 occupying army to Mongolia (30)
Deployed 1 occupying army to Mongolia (31)
Deployed 1 occupying army to Mongolia (32)
Deployed 1 occupying army to Mongolia (33)
Deployed 1 occupying army to Mongolia (34)
Deployed 1 occupying army to Mongolia (35)
Deployed 1 occupying army to Mongolia (36)
Deployed 1 occupying army to Scandinavia (4)
Deployed 1 occupying army to Scandinavia (5)
Deployed 1 occupying army to Scandinavia (6)
843.	Scandinavia (7) attacks Iceland (2) until defeated
Attacker lost 0 with 6,4,4
Defender lost 2 with 4,2
Iceland captured
844.	Moved 3 armies from Scandinavia (4) to Iceland (3)
845.	Iceland (6) attacks Great Britain (2) until defeated
Attacker lost 1 with 5,2,2
Defender lost 1 with 4,2
Attacker lost 1 with 5,4,3
Defender lost 0 with 6
Attacker lost 1 with 4,3,2
Defender lost 0 with 4
846.	Iceland (3) attacks Great Britain (1) with 2 armies
Attacker lost 0 with 6,5
Defender lost 1 with 1
Great Britain captured
847.	Andrew receives one card
END OF TURN
848.	Received 3 regular armies for occupying 11 territories
Received 2 regular armies for occupying Australia
Received 3 regular armies for occupying Africa
Traded Irkutsk (C), East Africa (I) and Northwest Territory (A) for 10 regular armies
Deployed 2 occupying armies to East Africa (5)
Deployed 1 occupying army to Egypt (1)
Deployed 1 occupying army to North Africa (2)
Deployed 1 occupying army to North Africa (3)
Deployed 1 occupying army to North Africa (4)
Deployed 1 occupying army to North Africa (5)
Deployed 1 occupying army to North Africa (6)
Deployed 1 occupying army to North Africa (7)
Deployed 1 occupying army to North Africa (8)
Deployed 1 occupying army to North Africa (9)
Deployed 1 occupying army to North Africa (10)
Deployed 1 occupying army to North Africa (11)
Deployed 1 occupying army to North Africa (12)
Deployed 1 occupying army to North Africa (13)
Deployed 1 occupying army to North Africa (14)
Deployed 1 occupying army to Siam (33)
Deployed 1 occupying army to Siam (34)
Deployed 1 occupying army to North Africa (15)
Deployed 1 occupying army to North Africa (16)
849.	North Africa (17) attacks Brazil (10) until defeated
Attacker lost 1 with 6,1,1
Defender lost 1 with 4,1
Attacker lost 1 with 6,5,5
Defender lost 1 with 6,4
Attacker lost 1 with 5,4,1
Defender lost 1 with 6,3
Attacker lost 2 with 5,2,1
Defender lost 0 with 6,3
Attacker lost 2 with 4,3,2
Defender lost 0 with 6,5
Attacker lost 0 with 6,3,2
Defender lost 2 with 3,2
Attacker lost 1 with 4,3,1
Defender lost 1 with 6,1
Attacker lost 1 with 6,2,1
Defender lost 1 with 5,3
Attacker lost 0 with 6,6,1
Defender lost 2 with 2,1
Attacker lost 1 with 6,3,2
Defender lost 0 with 6
Attacker lost 0 with 5,5,5
Defender lost 1 with 4
Brazil captured
850.	Moved 3 armies from North Africa (4) to Brazil (3)
851.	Brazil (6) attacks Venezuela (1) until defeated
Attacker lost 0 with 3,3,1
Defender lost 1 with 1
Venezuela captured
852.	Venezuela (3) attacks Central America (1) with 2 armies
Attacker lost 1 with 2,1
Defender lost 0 with 3
853.	Venezuela (2) attacks Central America (1) with 1 army
Attacker lost 1 with 3
Defender lost 0 with 4
854.	Fortified Venezuela (1) with 1 army from Brazil (3)
Will receives one card
END OF TURN
855.	Received 4 regular armies for occupying 13 territories
Received 5 regular armies for occupying N. America
Deployed 9 occupying armies to Central America (1)
856.	Central America (10) attacks Venezuela (2) with 3 armies
Attacker lost 1 with 6,6,5
Defender lost 1 with 6,1
857.	Central America (9) attacks Venezuela (1) with 3 armies
Attacker lost 0 with 3,3,2
Defender lost 1 with 2
Venezuela captured
858.	Moved 5 armies from Central America (6) to Venezuela (3)
859.	Venezuela (8) attacks Brazil (2) with 3 armies
Attacker lost 1 with 6,1,1
Defender lost 1 with 3,2
860.	Venezuela (7) attacks Brazil (1) with 3 armies
Attacker lost 0 with 6,5,1
Defender lost 1 with 3
Brazil captured
861.	Moved 3 armies from Venezuela (4) to Brazil (3)
862.	Western Europe (2) attacks North Africa (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 4
North Africa captured
863.	Ben receives one card
END OF TURN
864.	Received 5 regular armies for occupying 16 territories
Deployed 1 occupying army to China (1)
Deployed 1 occupying army to Great Britain (2)
Deployed 1 occupying army to Great Britain (3)
Deployed 1 occupying army to Mongolia (37)
Deployed 1 occupying army to Mongolia (38)
865.	Great Britain (4) attacks Western Europe (1) until defeated
Attacker lost 1 with 4,1,1
Defender lost 0 with 4
866.	Great Britain (3) attacks Western Europe (1) with 2 armies
Attacker lost 1 with 6,1
Defender lost 0 with 6
867.	Great Britain (2) attacks Western Europe (1) with 1 army
Attacker lost 1 with 2
Defender lost 0 with 6
868.	Mongolia (39) attacks Kamchatka (3) until defeated
Attacker lost 1 with 6,4,2
Defender lost 1 with 6,2
Attacker lost 0 with 6,4,3
Defender lost 2 with 3,1
Kamchatka captured
869.	Fortified Kamchatka (3) with 1 army from Yakutsk (2)
Andrew receives one card
END OF TURN
870.	Received 3 regular armies for occupying 10 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to East Africa (7)
Deployed 1 occupying army to East Africa (8)
Deployed 1 occupying army to East Africa (9)
Deployed 1 occupying army to East Africa (10)
Deployed 1 occupying army to East Africa (11)
871.	East Africa (12) attacks North Africa (1) until defeated
Attacker lost 0 with 6,5,4
Defender lost 1 with 4
North Africa captured
872.	Moved 8 armies from East Africa (9) to North Africa (3)
873.	North Africa (11) attacks Brazil (6) until defeated
Attacker lost 0 with 6,6,2
Defender lost 2 with 4,3
Attacker lost 0 with 5,4,3
Defender lost 2 with 3,1
Attacker lost 1 with 6,3,1
Defender lost 1 with 4,3
Attacker lost 0 with 6,3,3
Defender lost 1 with 5
Brazil captured
874.	Moved 6 armies from North Africa (7) to Brazil (3)
875.	Brazil (9) attacks Venezuela (1) until defeated
Attacker lost 0 with 5,4,1
Defender lost 1 with 3
Venezuela captured
876.	Moved 5 armies from Brazil (6) to Venezuela (3)
877.	Venezuela (8) attacks Central America (1) until defeated
Attacker lost 0 with 6,5,4
Defender lost 1 with 5
Central America captured
878.	Moved 4 armies from Venezuela (5) to Central America (3)
Moved 1 army from Venezuela (1) to Central America (7)
Moved 1 army from Venezuela (2) to Central America (6)
Moved 1 army from Venezuela (3) to Central America (5)
Will receives one card
END OF TURN
879.	Received 3 regular armies for occupying 11 territories
Deployed 1 occupying army to Eastern United States (1)
Deployed 1 occupying army to Eastern United States (2)
Deployed 1 occupying army to Eastern United States (3)
880.	Greenland (8) attacks Iceland (1) with 3 armies
Attacker lost 1 with 4,2,2
Defender lost 0 with 6
881.	Greenland (7) attacks Iceland (1) with 3 armies
Attacker lost 1 with 5,4,2
Defender lost 0 with 5
882.	Greenland (6) attacks Iceland (1) with 3 armies
Attacker lost 0 with 6,6,3
Defender lost 1 with 1
Iceland captured
883.	Eastern United States (4) attacks Central America (4) with 3 armies
Attacker lost 2 with 5,2,2
Defender lost 0 with 6,4
884.	Eastern United States (2) attacks Central America (4) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 3,2
885.	Eastern United States (2) attacks Central America (3) with 1 army
Attacker lost 1 with 6
Defender lost 0 with 6,1
886.	Fortified Greenland (3) with 2 armies from Iceland (3)
Ben receives one card
END OF TURN
887.	Received 5 regular armies for occupying 16 territories
Deployed 1 occupying army to Middle East (1)
Deployed 1 occupying army to Middle East (2)
Deployed 1 occupying army to Middle East (3)
Deployed 1 occupying army to Mongolia (35)
Deployed 1 occupying army to Mongolia (36)
888.	Middle East (4) attacks East Africa (1) until defeated
Attacker lost 0 with 5,5,3
Defender lost 1 with 3
East Africa captured
889.	East Africa (3) attacks North Africa (1) with 2 armies
Attacker lost 0 with 5,1
Defender lost 1 with 1
North Africa captured
890.	North Africa (2) attacks Congo (1) with 1 army
Attacker lost 1 with 4
Defender lost 0 with 6
891.	Andrew receives one card
END OF TURN
892.	Received 4 regular armies for occupying 12 territories
Received 2 regular armies for occupying Australia
Deployed 1 occupying army to Brazil (1)
Deployed 1 occupying army to Brazil (2)
Deployed 1 occupying army to Brazil (3)
Deployed 1 occupying army to Brazil (4)
Deployed 1 occupying army to Brazil (5)
Deployed 1 occupying army to Brazil (6)
893.	Brazil (7) attacks Argentina (1) until defeated
Attacker lost 1 with 2,2,1
Defender lost 0 with 4
Attacker lost 0 with 6,3,2
Defender lost 1 with 3
Argentina captured
894.	Argentina (3) attacks Peru (1) with 2 armies
Attacker lost 0 with 3,2
Defender lost 1 with 1
Peru captured
895.	Fortified Central America (3) with 1 army from Venezuela (4)
Fortified Central America (4) with 1 army from Venezuela (3)
Will receives one card
END OF TURN
896.	Received 3 regular armies for occupying 10 territories
Traded Siam (I), Southern Europe (A) and Wild for 10 regular armies
Deployed 13 occupying armies to Eastern United States (1)
897.	Eastern United States (14) attacks Central America (5) with 3 armies
Attacker lost 1 with 4,4,2
Defender lost 1 with 4,1
898.	Eastern United States (13) attacks Central America (4) with 3 armies
Attacker lost 1 with 6,4,3
Defender lost 1 with 5,5
899.	Eastern United States (12) attacks Central America (3) with 3 armies
Attacker lost 0 with 5,3,2
Defender lost 2 with 3,2
900.	Eastern United States (12) attacks Central America (1) with 3 armies
Attacker lost 1 with 6,4,3
Defender lost 0 with 6
901.	Eastern United States (11) attacks Central America (1) with 3 armies
Attacker lost 1 with 2,1,1
Defender lost 0 with 6
902.	Eastern United States (10) attacks Central America (1) with 3 armies
Attacker lost 0 with 6,3,1
Defender lost 1 with 2
Central America captured
903.	Moved 6 armies from Eastern United States (7) to Central America (3)
Ben receives one card
END OF TURN
904.	Received 6 regular armies for occupying 18 territories
Traded Afghanistan (C), Ukraine (C) and Scandinavia (C) for 8 regular armies
Deployed 2 occupying armies to Scandinavia (1)
Deployed 1 occupying army to Mongolia (37)
Deployed 1 occupying army to Mongolia (38)
Deployed 1 occupying army to Mongolia (39)
Deployed 1 occupying army to China (2)
Deployed 1 occupying army to India (1)
Deployed 1 occupying army to Kamchatka (4)
Deployed 1 occupying army to North Africa (1)
Deployed 1 occupying army to North Africa (2)
Deployed 1 occupying army to North Africa (3)
Deployed 1 occupying army to North Africa (4)
Deployed 1 occupying army to North Africa (5)
Deployed 1 occupying army to North Africa (6)
Deployed 1 occupying army to East Africa (1)
Deployed 1 occupying army to Middle East (1)
905.	North Africa (7) attacks Congo (1) until defeated
Attacker lost 0 with 6,3,1
Defender lost 1 with 1
Congo captured
906.	Moved 3 armies from North Africa (4) to Congo (3)
907.	Congo (6) attacks South Africa (2) until defeated
Attacker lost 2 with 5,3,1
Defender lost 0 with 5,3
Attacker lost 1 with 5,2,1
Defender lost 1 with 5,1
908.	Congo (3) attacks South Africa (1) with 2 armies
Attacker lost 0 with 5,2
Defender lost 1 with 2
South Africa captured
909.	South Africa (2) attacks Madagascar (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 5
910.	Andrew receives one card
END OF TURN
911.	Received 3 regular armies for occupying 11 territories
Received 2 regular armies for occupying Australia
Received 2 regular armies for occupying S. America
Deployed 1 occupying army to Venezuela (2)
Deployed 1 occupying army to Venezuela (3)
Deployed 1 occupying army to Venezuela (4)
Deployed 1 occupying army to Venezuela (5)
Deployed 1 occupying army to Venezuela (6)
Deployed 1 occupying army to Egypt (2)
Deployed 1 occupying army to Egypt (3)
912.	Egypt (4) attacks North Africa (1) until defeated
Attacker lost 1 with 5,5,1
Defender lost 0 with 5
913.	Egypt (3) attacks North Africa (1) with 2 armies
Attacker lost 0 with 5,5
Defender lost 1 with 2
North Africa captured
914.	Fortified Venezuela (7) with 1 army from Brazil (3)
Will receives one card
END OF TURN
915.	Received 3 regular armies for occupying 11 territories
Received 5 regular armies for occupying N. America
Deployed 8 occupying armies to Western Europe (1)
916.	Western Europe (9) attacks North Africa (2) with 3 armies
Attacker lost 1 with 5,2,1
Defender lost 1 with 3,3
917.	Western Europe (8) attacks North Africa (1) with 3 armies
Attacker lost 0 with 5,1,1
Defender lost 1 with 4
North Africa captured
918.	Moved 4 armies from Western Europe (5) to North Africa (3)
919.	North Africa (7) attacks Brazil (2) with 3 armies
Attacker lost 1 with 5,5,1
Defender lost 1 with 5,2
920.	North Africa (6) attacks Brazil (1) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 1 with 4
Brazil captured
921.	Moved 2 armies from North Africa (3) to Brazil (3)
922.	Brazil (5) attacks Argentina (1) with 3 armies
Attacker lost 0 with 3,2,1
Defender lost 1 with 1
Argentina captured
923.	Moved 1 army from Brazil (2) to Argentina (3)
Moved 1 army from Brazil (1) to Argentina (4)
Moved 1 army from Brazil (2) to Argentina (3)
924.	Argentina (4) attacks Peru (2) with 3 armies
Attacker lost 0 with 6,2,1
Defender lost 2 with 4,1
Peru captured
925.	Ben receives one card
END OF TURN
926.	Received 6 regular armies for occupying 19 territories
Deployed 1 occupying army to East Africa (2)
Deployed 1 occupying army to East Africa (3)
Deployed 1 occupying army to East Africa (4)
Deployed 1 occupying army to Kamchatka (5)
Deployed 1 occupying army to Great Britain (1)
Deployed 1 occupying army to Congo (1)
927.	East Africa (5) attacks Egypt (1) until defeated
Attacker lost 0 with 6,5,2
Defender lost 1 with 4
Egypt captured
928.	Egypt (3) attacks North Africa (1) with 2 armies
Attacker lost 1 with 5,3
Defender lost 0 with 5
929.	Egypt (2) attacks North Africa (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 4
North Africa captured
930.	East Africa (2) attacks Madagascar (1) with 1 army
Attacker lost 1 with 5
Defender lost 0 with 6
931.	Fortified North Africa (1) with 1 army from Congo (2)
Andrew receives one card
END OF TURN
932.	Received 3 regular armies for occupying 7 territories
Received 2 regular armies for occupying Australia
Traded Alaska (I), Venezuela (I) and Mongolia (I) for 6 regular armies
Deployed 2 occupying armies to Venezuela (8)
Deployed 1 occupying army to Venezuela (10)
Deployed 1 occupying army to Venezuela (11)
Deployed 1 occupying army to Venezuela (12)
Deployed 1 occupying army to Venezuela (13)
Deployed 1 occupying army to Venezuela (14)
Deployed 1 occupying army to Venezuela (15)
Deployed 1 occupying army to Venezuela (16)
Deployed 1 occupying army to Venezuela (17)
Deployed 1 occupying army to Venezuela (18)
Deployed 1 occupying army to Venezuela (19)
Deployed 1 occupying army to Venezuela (20)
933.	Venezuela (21) attacks Peru (3) until defeated
Attacker lost 0 with 5,2,2
Defender lost 2 with 1,1
Attacker lost 1 with 2,2,1
Defender lost 0 with 2
Attacker lost 0 with 5,4,3
Defender lost 1 with 4
Peru captured
934.	Moved 16 armies from Venezuela (17) to Peru (3)
935.	Peru (19) attacks Argentina (1) until defeated
Attacker lost 0 with 5,3,3
Defender lost 1 with 2
Argentina captured
936.	Moved 15 armies from Peru (16) to Argentina (3)
937.	Argentina (18) attacks Brazil (1) until defeated
Attacker lost 0 with 6,1,1
Defender lost 1 with 1
Brazil captured
938.	Moved 14 armies from Argentina (15) to Brazil (3)
Fortified Venezuela (1) with 16 armies from Brazil (17)
Fortified Brazil (1) with 16 armies from Venezuela (17)
Fortified Venezuela (1) with 16 armies from Brazil (17)
Fortified Brazil (1) with 1 army from Venezuela (17)
Fortified Brazil (2) with 1 army from Venezuela (16)
Fortified Brazil (3) with 1 army from Venezuela (15)
Will receives one card
END OF TURN
939.	Received 3 regular armies for occupying 11 territories
Received 5 regular armies for occupying N. America
Deployed 1 occupying army to Central America (9)
Deployed 1 occupying army to Central America (10)
Deployed 1 occupying army to Central America (11)
Deployed 1 occupying army to Central America (12)
Deployed 1 occupying army to Central America (13)
Deployed 1 occupying army to Central America (14)
Deployed 1 occupying army to Central America (15)
Deployed 1 occupying army to Central America (16)
940.	Central America (17) attacks Venezuela (14) with 3 armies
Attacker lost 1 with 6,5,3
Defender lost 1 with 6,3
941.	Central America (16) attacks Venezuela (13) with 3 armies
Attacker lost 0 with 6,6,1
Defender lost 2 with 1,1
942.	Central America (16) attacks Venezuela (11) with 3 armies
Attacker lost 0 with 5,4,3
Defender lost 2 with 3,1
943.	Central America (16) attacks Venezuela (9) with 3 armies
Attacker lost 2 with 6,4,4
Defender lost 0 with 6,5
944.	Central America (14) attacks Venezuela (9) with 3 armies
Attacker lost 1 with 4,1,1
Defender lost 1 with 3,2
945.	Central America (13) attacks Venezuela (8) with 3 armies
Attacker lost 2 with 5,3,2
Defender lost 0 with 6,5
946.	Central America (11) attacks Venezuela (8) with 3 armies
Attacker lost 1 with 5,5,3
Defender lost 1 with 5,1
947.	Central America (10) attacks Venezuela (7) with 3 armies
Attacker lost 0 with 6,5,4
Defender lost 2 with 2,1
948.	Central America (10) attacks Venezuela (5) with 3 armies
Attacker lost 1 with 5,2,1
Defender lost 1 with 6,1
949.	Central America (9) attacks Venezuela (4) with 3 armies
Attacker lost 0 with 6,5,3
Defender lost 2 with 5,1
950.	Central America (9) attacks Venezuela (2) with 3 armies
Attacker lost 0 with 6,3,2
Defender lost 2 with 5,1
Venezuela captured
951.	Moved 5 armies from Central America (6) to Venezuela (3)
Ben receives one card
END OF TURN
952.	Received 7 regular armies for occupying 21 territories
Traded Wild, Alberta (C) and Argentina (I) for 10 regular armies
Deployed 1 occupying army to East Africa (1)
Deployed 1 occupying army to East Africa (2)
Deployed 1 occupying army to Great Britain (2)
Deployed 1 occupying army to Kamchatka (6)
Deployed 1 occupying army to China (3)
Deployed 1 occupying army to India (2)
Deployed 1 occupying army to China (4)
Deployed 1 occupying army to China (5)
Deployed 1 occupying army to North Africa (2)
Deployed 1 occupying army to North Africa (3)
Deployed 1 occupying army to North Africa (4)
Deployed 1 occupying army to North Africa (5)
Deployed 1 occupying army to Great Britain (3)
Deployed 1 occupying army to Southern Europe (1)
Deployed 1 occupying army to Kamchatka (7)
Deployed 1 occupying army to Great Britain (4)
Deployed 1 occupying army to Great Britain (5)
953.	East Africa (3) attacks Madagascar (1) with 2 armies
Attacker lost 1 with 3,2
Defender lost 0 with 4
954.	East Africa (2) attacks Madagascar (1) with 1 army
Attacker lost 0 with 5
Defender lost 1 with 1
Madagascar captured
955.	Great Britain (6) attacks Western Europe (1) until defeated
Attacker lost 0 with 5,2,1
Defender lost 1 with 1
Western Europe captured
956.	Fortified China (6) with 39 armies from Mongolia (40)
Andrew receives one card
END OF TURN
957.	Received 3 regular armies for occupying 8 territories
Received 2 regular armies for occupying Australia
Traded Ontario (C), Siberia (C) and Ural (C) for 8 regular armies
Deployed 1 occupying army to Siam (35)
Deployed 1 occupying army to Siam (36)
Deployed 1 occupying army to Siam (37)
Deployed 1 occupying army to Siam (38)
Deployed 1 occupying army to Siam (39)
Deployed 1 occupying army to Siam (40)
Deployed 1 occupying army to Siam (41)
Deployed 1 occupying army to Siam (42)
Deployed 1 occupying army to Siam (43)
Deployed 1 occupying army to Siam (44)
Deployed 1 occupying army to Siam (45)
Deployed 1 occupying army to Siam (46)
Deployed 1 occupying army to Siam (47)
958.	Siam (48) attacks India (3) until defeated
Attacker lost 1 with 4,4,1
Defender lost 1 with 6,1
Attacker lost 1 with 5,2,1
Defender lost 1 with 4,2
Attacker lost 0 with 6,5,5
Defender lost 1 with 4
India captured
959.	Moved 42 armies from Siam (43) to India (3)
960.	India (45) attacks Afghanistan (1) until defeated
Attacker lost 1 with 4,4,3
Defender lost 0 with 5
Attacker lost 1 with 2,1,1
Defender lost 0 with 2
Attacker lost 1 with 5,4,2
Defender lost 0 with 6
Attacker lost 0 with 6,5,3
Defender lost 1 with 3
Afghanistan captured
961.	Moved 38 armies from India (39) to Afghanistan (3)
962.	Afghanistan (41) attacks Ukraine (1) until defeated
Attacker lost 0 with 6,3,2
Defender lost 1 with 5
Ukraine captured
963.	Moved 37 armies from Afghanistan (38) to Ukraine (3)
964.	Ukraine (40) attacks Scandinavia (3) until defeated
Attacker lost 2 with 4,2,2
Defender lost 0 with 4,4
Attacker lost 2 with 6,1,1
Defender lost 0 with 6,6
Attacker lost 2 with 3,3,1
Defender lost 0 with 5,5
Attacker lost 1 with 6,4,2
Defender lost 1 with 6,1
Attacker lost 2 with 4,4,3
Defender lost 0 with 6,5
Attacker lost 2 with 6,3,1
Defender lost 0 with 6,4
Attacker lost 1 with 6,5,4
Defender lost 1 with 6,4
Attacker lost 0 with 4,2,1
Defender lost 1 with 1
Scandinavia captured
965.	Moved 24 armies from Ukraine (25) to Scandinavia (3)
966.	Scandinavia (27) attacks Iceland (1) until defeated
Attacker lost 1 with 6,3,2
Defender lost 0 with 6
Attacker lost 0 with 6,6,3
Defender lost 1 with 2
Iceland captured
967.	Moved 22 armies from Scandinavia (23) to Iceland (3)
968.	Iceland (25) attacks Greenland (5) until defeated
Attacker lost 0 with 5,4,3
Defender lost 2 with 4,1
Attacker lost 0 with 5,3,3
Defender lost 2 with 2,1
Attacker lost 1 with 3,1,1
Defender lost 0 with 4
Attacker lost 0 with 6,2,1
Defender lost 1 with 3
Greenland captured
969.	Moved 20 armies from Iceland (21) to Greenland (3)
970.	Greenland (23) attacks Northwest Territory (1) until defeated
Attacker lost 1 with 6,1,1
Defender lost 0 with 6
Attacker lost 0 with 5,5,2
Defender lost 1 with 1
Northwest Territory captured
971.	Moved 18 armies from Greenland (19) to Northwest Territory (3)
972.	Northwest Territory (21) attacks Alaska (8) until defeated
Attacker lost 0 with 6,4,3
Defender lost 2 with 4,2
Attacker lost 1 with 6,5,4
Defender lost 1 with 6,4
Attacker lost 0 with 6,5,3
Defender lost 2 with 5,2
Attacker lost 1 with 6,5,2
Defender lost 1 with 6,4
Attacker lost 0 with 4,4,4
Defender lost 2 with 2,2
Alaska captured
973.	Moved 15 armies from Northwest Territory (16) to Alaska (3)
974.	Alaska (18) attacks Alberta (1) until defeated
Attacker lost 0 with 6,3,1
Defender lost 1 with 4
Alberta captured
975.	Moved 14 armies from Alaska (15) to Alberta (3)
976.	Alberta (17) attacks Ontario (1) until defeated
Attacker lost 0 with 6,3,3
Defender lost 1 with 3
Ontario captured
977.	Moved 13 armies from Alberta (14) to Ontario (3)
978.	Ontario (16) attacks Quebec (1) until defeated
Attacker lost 1 with 6,2,1
Defender lost 0 with 6
Attacker lost 1 with 6,5,1
Defender lost 0 with 6
Attacker lost 0 with 5,2,1
Defender lost 1 with 3
Quebec captured
979.	Moved 10 armies from Ontario (11) to Quebec (3)
980.	Quebec (13) attacks Eastern United States (1) until defeated
Attacker lost 0 with 6,5,3
Defender lost 1 with 5
Eastern United States captured
981.	Moved 9 armies from Quebec (10) to Eastern United States (3)
982.	Eastern United States (12) attacks Western United States (1) until defeated
Attacker lost 0 with 6,2,1
Defender lost 1 with 5
Western United States captured
983.	Moved 8 armies from Eastern United States (9) to Western United States (3)
984.	Western United States (11) attacks Central America (1) until defeated
Attacker lost 1 with 5,3,1
Defender lost 0 with 5
Attacker lost 0 with 6,2,1
Defender lost 1 with 4
Central America captured
985.	Moved 6 armies from Western United States (7) to Central America (3)
986.	Brazil (4) attacks Venezuela (8) until defeated
Attacker lost 0 with 6,4,3
Defender lost 2 with 5,3
Attacker lost 1 with 5,4,2
Defender lost 1 with 5,1
987.	Central America (9) attacks Venezuela (5) until defeated
Attacker lost 1 with 6,3,1
Defender lost 1 with 6,1
Attacker lost 1 with 4,3,2
Defender lost 1 with 5,2
Attacker lost 0 with 6,5,1
Defender lost 2 with 4,3
Attacker lost 1 with 4,1,1
Defender lost 0 with 5
Attacker lost 0 with 5,3,2
Defender lost 1 with 2
Venezuela captured
Ben defeated, turns over null to Will
988.	Fortified Brazil (3) with 2 armies from Venezuela (3)
Will receives one card
END OF TURN
989.	Received 6 regular armies for occupying 19 territories
Received 3 regular armies for occupying Africa
Deployed 1 occupying army to Middle East (2)
Deployed 1 occupying army to Middle East (3)
Deployed 1 occupying army to Middle East (4)
Deployed 1 occupying army to Middle East (5)
Deployed 1 occupying army to Middle East (6)
Deployed 1 occupying army to Middle East (7)
Deployed 1 occupying army to Middle East (8)
Deployed 1 occupying army to Middle East (9)
Deployed 1 occupying army to Middle East (10)
990.	Middle East (11) attacks India (1) until defeated
Attacker lost 1 with 6,5,2
Defender lost 0 with 6
Attacker lost 0 with 6,1,1
Defender lost 1 with 1
India captured
991.	Moved 6 armies from Middle East (7) to India (3)
992.	India (9) attacks Siam (1) until defeated
Attacker lost 0 with 6,5,3
Defender lost 1 with 2
Siam captured
993.	Moved 5 armies from India (6) to Siam (3)
994.	Siam (8) attacks Indonesia (4) until defeated
Attacker lost 0 with 6,5,1
Defender lost 2 with 2,2
Attacker lost 1 with 4,4,3
Defender lost 1 with 4,3
Attacker lost 0 with 5,4,1
Defender lost 1 with 2
Indonesia captured
995.	Moved 3 armies from Siam (4) to Indonesia (3)
996.	Indonesia (6) attacks New Guinea (1) until defeated
Attacker lost 1 with 6,5,3
Defender lost 0 with 6
Attacker lost 0 with 6,5,2
Defender lost 1 with 5
New Guinea captured
997.	Moved 1 army from Indonesia (2) to New Guinea (3)
998.	New Guinea (4) attacks Eastern Australia (1) until defeated
Attacker lost 0 with 6,5,5
Defender lost 1 with 2
Eastern Australia captured
999.	Eastern Australia (3) attacks Western Australia (1) with 2 armies
Attacker lost 0 with 6,2
Defender lost 1 with 5
Western Australia captured
1000.	China (45) attacks Afghanistan (1) until defeated
Attacker lost 1 with 6,3,3
Defender lost 0 with 6
Attacker lost 1 with 4,1,1
Defender lost 0 with 6
Attacker lost 1 with 4,3,2
Defender lost 0 with 6
Attacker lost 0 with 4,1,1
Defender lost 1 with 2
Afghanistan captured
1001.	Moved 38 armies from China (39) to Afghanistan (3)
1002.	Afghanistan (41) attacks Ukraine (1) until defeated
Attacker lost 0 with 6,1,1
Defender lost 1 with 5
Ukraine captured
1003.	Moved 37 armies from Afghanistan (38) to Ukraine (3)
1004.	Ukraine (40) attacks Scandinavia (1) until defeated
Attacker lost 1 with 3,2,1
Defender lost 0 with 3
Attacker lost 1 with 4,3,3
Defender lost 0 with 6
Attacker lost 1 with 6,3,2
Defender lost 0 with 6
Attacker lost 0 with 5,3,2
Defender lost 1 with 1
Scandinavia captured
1005.	Moved 33 armies from Ukraine (34) to Scandinavia (3)
1006.	Scandinavia (36) attacks Iceland (1) until defeated
Attacker lost 0 with 5,1,1
Defender lost 1 with 4
Iceland captured
1007.	Moved 32 armies from Scandinavia (33) to Iceland (3)
1008.	Iceland (35) attacks Greenland (1) until defeated
Attacker lost 0 with 6,5,3
Defender lost 1 with 1
Greenland captured
1009.	Moved 31 armies from Iceland (32) to Greenland (3)
1010.	Greenland (34) attacks Northwest Territory (1) until defeated
Attacker lost 1 with 4,3,2
Defender lost 0 with 5
Attacker lost 0 with 4,4,3
Defender lost 1 with 2
Northwest Territory captured
1011.	Moved 29 armies from Greenland (30) to Northwest Territory (3)
1012.	Northwest Territory (32) attacks Alaska (1) until defeated
Attacker lost 0 with 6,5,2
Defender lost 1 with 3
Alaska captured
1013.	Moved 28 armies from Northwest Territory (29) to Alaska (3)
1014.	Alaska (31) attacks Alberta (1) until defeated
Attacker lost 0 with 6,5,1
Defender lost 1 with 3
Alberta captured
1015.	Moved 27 armies from Alaska (28) to Alberta (3)
1016.	Alberta (30) attacks Ontario (1) until defeated
Attacker lost 0 with 6,5,3
Defender lost 1 with 1
Ontario captured
1017.	Moved 26 armies from Alberta (27) to Ontario (3)
1018.	Ontario (29) attacks Quebec (1) until defeated
Attacker lost 0 with 4,1,1
Defender lost 1 with 1
Quebec captured
1019.	Moved 25 armies from Ontario (26) to Quebec (3)
1020.	Quebec (28) attacks Eastern United States (1) until defeated
Attacker lost 0 with 6,4,4
Defender lost 1 with 2
Eastern United States captured
1021.	Moved 24 armies from Quebec (25) to Eastern United States (3)
1022.	Eastern United States (27) attacks Western United States (1) until defeated
Attacker lost 0 with 4,4,4
Defender lost 1 with 2
Western United States captured
1023.	Moved 23 armies from Eastern United States (24) to Western United States (3)
1024.	Western United States (26) attacks Central America (3) until defeated
Attacker lost 2 with 6,2,2
Defender lost 0 with 6,3
Attacker lost 2 with 5,2,2
Defender lost 0 with 6,2
Attacker lost 0 with 6,3,3
Defender lost 2 with 2,1
Attacker lost 1 with 3,3,3
Defender lost 0 with 5
Attacker lost 0 with 5,3,1
Defender lost 1 with 4
Central America captured
1025.	Moved 17 armies from Western United States (18) to Central America (3)
1026.	Central America (20) attacks Venezuela (1) until defeated
Attacker lost 1 with 6,4,1
Defender lost 0 with 6
Attacker lost 0 with 5,5,3
Defender lost 1 with 1
Venezuela captured
1027.	Moved 15 armies from Central America (16) to Venezuela (3)
1028.	Venezuela (18) attacks Brazil (5) until defeated
Attacker lost 2 with 4,2,1
Defender lost 0 with 5,5
Attacker lost 0 with 6,4,3
Defender lost 2 with 4,3
Attacker lost 0 with 5,5,3
Defender lost 2 with 3,1
Attacker lost 0 with 6,5,1
Defender lost 1 with 4
Brazil captured
1029.	Moved 12 armies from Venezuela (13) to Brazil (3)
1030.	Brazil (15) attacks Peru (1) until defeated
Attacker lost 0 with 5,4,4
Defender lost 1 with 2
Peru captured
1031.	Moved 11 armies from Brazil (12) to Peru (3)
1032.	Peru (14) attacks Argentina (1) until defeated
Attacker lost 0 with 5,1,1
Defender lost 1 with 4
Argentina captured
Will defeated, turns over null to Andrew
Andrew receives one card
Andrew is victorious!
END OF TURN
  #+END_SRC
