html/risk.html
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc00dcf2">1. What</a></li>
<li><a href="#org944b632">2. Log</a></li>
<li><a href="#orgfc8e04a">3. Extract</a></li>
<li><a href="#org2bbad39">4. Stats</a></li>
<li><a href="#org004ab50">5. Colophon/Appendix</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgc00dcf2" class="outline-2">
<h2 id="orgc00dcf2"><span class="section-number-2">1</span> What</h2>
<div class="outline-text-2" id="text-1">
<p>
Jump to <a href="#org2bbad39">4</a>. 
</p>
</div>
</div>

<div id="outline-container-org944b632" class="outline-2">
<h2 id="org944b632"><span class="section-number-2">2</span> Log</h2>
<div class="outline-text-2" id="text-2">
<p>
Copy/pasted from gamesbyemail.com's game log. The page does fetch malformated json to populate the log, but the objects are dense.
The presented log seems easier to parse.
The interesting bits to extract are "Attacks", "Defends", "XXX defeated", and "END OF TURN".
</p>
</div>
</div>
