html/risk.html

<div id="outline-container-orgfc8e04a" class="outline-2">
<h2 id="orgfc8e04a"><span class="section-number-2">3</span> Extract</h2>
<div class="outline-text-2" id="text-3">
<p>
"Quick" perl code to extract
</p>
<div class="org-src-container">
<pre class="src src-perl" id="org4d3bc03"><span style="font-weight: bold;">use</span> <span style="font-weight: bold; text-decoration: underline;">strict</span>;
<span style="font-weight: bold;">use</span> <span style="font-weight: bold; text-decoration: underline;">experimental</span> <span style="font-style: italic;">'switch'</span>;
open <span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">fh</span>, <span style="font-style: italic;">"&lt;"</span>, <span style="font-style: italic;">"txt/risk_log.txt"</span> or <span style="font-weight: bold;">die</span> <span style="font-style: italic;">"no file"</span>;
<span style="font-weight: bold; text-decoration: underline;">my</span> @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">players</span>=qw<span style="font-style: italic;">/Andrew Josh Will Ben Jim/</span>;
<span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">turn</span>=0;
<span style="font-weight: bold; text-decoration: underline;">my</span> @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">res</span>=();
<span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">init</span> = {};
<span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">adjust</span>= 0;
<span style="font-weight: bold; text-decoration: underline;">my</span> %<span style="font-weight: bold; font-style: italic; text-decoration: underline;">player_contries</span>=(); <span style="font-weight: bold; font-style: italic;"># track ownership</span>
<span style="font-weight: bold; text-decoration: underline;">my</span> @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">keys</span> = qw<span style="font-style: italic;">/turn a.player d.player a.country a.n d.country d.n a.lost d.lost status/</span>;
<span style="font-weight: bold;">while</span>($<span style="font-weight: bold; font-style: italic;">_</span>=&lt;$<span style="font-weight: bold; font-style: italic;">fh</span>&gt;){
  <span style="font-weight: bold; font-style: italic;"># we could only set player when they change turns</span>
  <span style="font-weight: bold; font-style: italic;"># but easier to do each new line</span>
  <span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">playeridx</span> = ($<span style="font-weight: bold; font-style: italic;">turn</span>-$<span style="font-weight: bold; font-style: italic;">adjust</span>)%($#<span style="font-weight: bold; font-style: italic; text-decoration: underline;">players</span>+1);
  <span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">player</span> = $<span style="font-weight: bold; font-style: italic;">players</span>[$<span style="font-weight: bold; font-style: italic;">playeridx</span>];
  given ($<span style="font-weight: bold; font-style: italic;">_</span>) {
   when (<span style="font-style: italic;">/Deployed.*to ([A-Z].+) \(/</span>) {
    <span style="font-weight: bold; font-style: italic;"># initialze who owns what. misses anything never reinforced (abandoned first assingments)</span>
    <span style="font-weight: bold; font-style: italic;">#print STDERR "on $turn: $1 was ", $player_contries{$1}||"unknown", ", now $player\n";</span>
    $<span style="font-weight: bold; font-style: italic;">player_contries</span>{$<span style="font-weight: bold; font-style: italic;">1</span>}=$<span style="font-weight: bold; font-style: italic;">player</span>; 
   } when (<span style="font-style: italic;">/([A-Z].+) \((\d+)\) attacks ([A-Z].+) \((\d+)\) /</span>) {
    <span style="font-weight: bold; font-style: italic;"># starts like "XXX (nx) attacks YYYY (ny) "</span>
    <span style="font-weight: bold; font-style: italic;"># rolls include losses</span>

    <span style="font-weight: bold; font-style: italic;"># dont update if switch from "until defeted" to "with x"</span>
    <span style="font-weight: bold;">if</span>(! %$<span style="font-weight: bold; font-style: italic;">init</span>                      || <span style="font-weight: bold; font-style: italic;"># no init</span>
       $<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{<span style="font-style: italic;">"turn"</span>}      != $<span style="font-weight: bold; font-style: italic;">turn</span> || <span style="font-weight: bold; font-style: italic;"># different round</span>
       $<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{<span style="font-style: italic;">"a.country"</span>} != $<span style="font-weight: bold; font-style: italic;">1</span>    || <span style="font-weight: bold; font-style: italic;"># different attack</span>
       $<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{<span style="font-style: italic;">"d.country"</span>} != $<span style="font-weight: bold; font-style: italic;">3</span>       <span style="font-weight: bold; font-style: italic;"># different defend</span>
    ){ 
      <span style="font-weight: bold;">if</span>(%$<span style="font-weight: bold; font-style: italic;">init</span>){
          print STDERR <span style="font-style: italic;">"gave up and attacked someone new!? @{$init}{@keys} -&gt; $_"</span>;
          push @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">res</span>, $<span style="font-weight: bold; font-style: italic;">init</span>;
      }
      <span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">adv</span> = $<span style="font-weight: bold; font-style: italic;">player_contries</span>{$<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{<span style="font-style: italic;">"d.country"</span>}}||<span style="font-style: italic;">"NA"</span>;
      $<span style="font-weight: bold; font-style: italic;">init</span> = {<span style="font-style: italic;">"turn"</span>=&gt;$<span style="font-weight: bold; font-style: italic;">turn</span>,
               <span style="font-style: italic;">"a.player"</span>=&gt;$<span style="font-weight: bold; font-style: italic;">player</span>, <span style="font-style: italic;">"d.player"</span>=&gt;$<span style="font-weight: bold; font-style: italic;">adv</span>,
               <span style="font-style: italic;">"a.country"</span>=&gt;$<span style="font-weight: bold; font-style: italic;">1</span>, <span style="font-style: italic;">"a.n"</span>=&gt; $<span style="font-weight: bold; font-style: italic;">2</span>,
               <span style="font-style: italic;">"d.country"</span>=&gt;$<span style="font-weight: bold; font-style: italic;">3</span>, <span style="font-style: italic;">"d.n"</span> =&gt; $<span style="font-weight: bold; font-style: italic;">4</span>, 
               <span style="font-style: italic;">"a.lost"</span> =&gt; 0, <span style="font-style: italic;">"d.lost"</span> =&gt; 0,
               <span style="font-style: italic;">"status"</span>=&gt;<span style="font-style: italic;">"kept"</span>};
      print STDERR <span style="font-style: italic;">"ERROR: already $init-&gt;{'d.country'}=&gt; $player ($adv): @{$init}{@keys}\n"</span> <span style="font-weight: bold;">if</span> $<span style="font-weight: bold; font-style: italic;">adv</span> == $<span style="font-weight: bold; font-style: italic;">player</span>;
    } <span style="font-weight: bold;">else</span> {
      print STDERR <span style="font-style: italic;">"until def to 1/2 attackes @{$init}{@keys} -&gt; $_"</span>
    }
   } when (<span style="font-style: italic;">/^Attacker lost (\d+)/</span>) {
    $<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{<span style="font-style: italic;">"a.lost"</span>}+=$<span style="font-weight: bold; font-style: italic;">1</span>;
   } when (<span style="font-style: italic;">/^Defender lost (\d+)/</span>) {
    $<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{<span style="font-style: italic;">"d.lost"</span>}+=$<span style="font-weight: bold; font-style: italic;">1</span>;
   } when (<span style="font-style: italic;">/captured/</span>){
    <span style="font-weight: bold; font-style: italic;"># event ends with a capture.</span>
    <span style="font-weight: bold; font-style: italic;"># if kept we dont get a new message. but log starts new event</span>

    <span style="font-weight: bold; font-style: italic;"># if captured, update to say so (otherwise keep "kept" status)</span>
    $<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{status} = $&amp;;
    $<span style="font-weight: bold; font-style: italic;">player_contries</span>{$<span style="font-weight: bold; font-style: italic;">init</span>-&gt;{<span style="font-style: italic;">"d.country"</span>}} = $<span style="font-weight: bold; font-style: italic;">player</span>;
    print STDERR <span style="font-style: italic;">"changed owernship $init-&gt;{'d.country'} =&gt; $player_contries{$init-&gt;{'d.country'}}: @{$init}{@keys}\n"</span>;
    push @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">res</span>, $<span style="font-weight: bold; font-style: italic;">init</span> <span style="font-weight: bold;">if</span> %$<span style="font-weight: bold; font-style: italic;">init</span>; 
    $<span style="font-weight: bold; font-style: italic;">init</span> = {};
  } when(<span style="font-style: italic;">/^(\S+) defeated/</span>) {
    <span style="font-weight: bold; font-style: italic;"># compensate for defeated person</span>
    <span style="font-weight: bold; text-decoration: underline;">my</span> $<span style="font-weight: bold; font-style: italic;">defeated</span>=$<span style="font-weight: bold; font-style: italic;">1</span>;
    @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">players</span> = grep {!<span style="font-style: italic;">/$defeated/</span>x} @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">players</span>;
    <span style="font-weight: bold; font-style: italic;"># how many rounds have played -- remove that from the total turn count</span>
    <span style="font-weight: bold; font-style: italic;"># so we can pretend the defeated never existed</span>
    $<span style="font-weight: bold; font-style: italic;">adjust</span> = $<span style="font-weight: bold; font-style: italic;">turn</span>-$<span style="font-weight: bold; font-style: italic;">playeridx</span>+1;
  } when(<span style="font-style: italic;">/END OF TURN/</span>) {
    <span style="font-weight: bold; font-style: italic;"># finally turns are finished</span>
    push @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">res</span>, $<span style="font-weight: bold; font-style: italic;">init</span> <span style="font-weight: bold;">if</span> %$<span style="font-weight: bold; font-style: italic;">init</span>; 
    print STDERR <span style="font-style: italic;">"no ownership change: @{$init}{@keys}\n"</span>;
    $<span style="font-weight: bold; font-style: italic;">init</span> = {};
    $<span style="font-weight: bold; font-style: italic;">turn</span>++;
  }
}
}

<span style="font-weight: bold; font-style: italic;"># </span><span style="font-weight: bold; font-style: italic;">add header</span>
<span style="font-weight: bold; text-decoration: underline;">my</span> %<span style="font-weight: bold; font-style: italic; text-decoration: underline;">keys</span> = (); $<span style="font-weight: bold; font-style: italic;">keys</span>{$<span style="font-weight: bold; font-style: italic;">_</span>}=$<span style="font-weight: bold; font-style: italic;">_</span> <span style="font-weight: bold;">for</span> (@<span style="font-weight: bold; font-style: italic; text-decoration: underline;">keys</span>);
unshift @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">res</span>, \%<span style="font-weight: bold; font-style: italic; text-decoration: underline;">keys</span>;
<span style="font-weight: bold; font-style: italic;"># </span><span style="font-weight: bold; font-style: italic;">make it into a table</span>
join <span style="font-style: italic;">"\n"</span>, map {join(<span style="font-style: italic;">"\t"</span>, @{$<span style="font-weight: bold; font-style: italic;">_</span>}{@<span style="font-weight: bold; font-style: italic; text-decoration: underline;">keys</span>})} @<span style="font-weight: bold; font-style: italic; text-decoration: underline;">res</span>;

</pre>
</div>
<table id="org056bf34">


<colgroup>
<col  class="org-right">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-right">

<col  class="org-left">

<col  class="org-right">

<col  class="org-right">

<col  class="org-right">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-right">turn</td>
<td class="org-left">a.player</td>
<td class="org-left">d.player</td>
<td class="org-left">a.country</td>
<td class="org-right">a.n</td>
<td class="org-left">d.country</td>
<td class="org-right">d.n</td>
<td class="org-right">a.lost</td>
<td class="org-right">d.lost</td>
<td class="org-left">status</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">5</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">9</td>
<td class="org-left">Quebec</td>
<td class="org-right">3</td>
<td class="org-right">0</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">6</td>
<td class="org-left">Western United States</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern Australia</td>
<td class="org-right">11</td>
<td class="org-left">New Guinea</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">New Guinea</td>
<td class="org-right">3</td>
<td class="org-left">Indonesia</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Irkutsk</td>
<td class="org-right">4</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Argentina</td>
<td class="org-right">21</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Peru</td>
<td class="org-right">19</td>
<td class="org-left">Venezuela</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">17</td>
<td class="org-left">Brazil</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">11</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">3</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">5</td>
<td class="org-left">Alberta</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern Australia</td>
<td class="org-right">5</td>
<td class="org-left">Western Australia</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">New Guinea</td>
<td class="org-right">2</td>
<td class="org-left">Western Australia</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Irkutsk</td>
<td class="org-right">4</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">4</td>
<td class="org-left">Ontario</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">13</td>
<td class="org-left">Central America</td>
<td class="org-right">8</td>
<td class="org-right">6</td>
<td class="org-right">8</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">7</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">12</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">9</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">16</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">Quebec</td>
<td class="org-right">8</td>
<td class="org-left">Ontario</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">16</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">3</td>
<td class="org-left">Alberta</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">4</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">17</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Indonesia</td>
<td class="org-right">5</td>
<td class="org-left">Western Australia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">18</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">5</td>
<td class="org-left">Ontario</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">18</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">3</td>
<td class="org-left">Quebec</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">19</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">6</td>
<td class="org-left">Western United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">19</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">3</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">20</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">8</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">20</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Japan</td>
<td class="org-right">3</td>
<td class="org-left">Mongolia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">21</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">India</td>
<td class="org-right">4</td>
<td class="org-left">China</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">21</td>
<td class="org-left">Josh</td>
<td class="org-left">NA</td>
<td class="org-left">China</td>
<td class="org-right">3</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">5</td>
<td class="org-left">India</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">India</td>
<td class="org-right">4</td>
<td class="org-left">China</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">China</td>
<td class="org-right">3</td>
<td class="org-left">Ural</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">23</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">5</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">24</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">16</td>
<td class="org-left">North Africa</td>
<td class="org-right">8</td>
<td class="org-right">10</td>
<td class="org-right">8</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">15</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">14</td>
<td class="org-left">Brazil</td>
<td class="org-right">5</td>
<td class="org-right">5</td>
<td class="org-right">5</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">26</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">5</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">26</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">6</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">27</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">7</td>
<td class="org-left">Alaska</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">27</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">9</td>
<td class="org-left">Western United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">28</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">10</td>
<td class="org-left">Brazil</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">28</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">9</td>
<td class="org-left">North Africa</td>
<td class="org-right">8</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">30</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">16</td>
<td class="org-left">Iceland</td>
<td class="org-right">11</td>
<td class="org-right">15</td>
<td class="org-right">12</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">31</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">4</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">31</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">8</td>
<td class="org-left">Central America</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">31</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">5</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">32</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">8</td>
<td class="org-left">North Africa</td>
<td class="org-right">9</td>
<td class="org-right">1</td>
<td class="org-right">9</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">33</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Mongolia</td>
<td class="org-right">5</td>
<td class="org-left">Irkutsk</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">33</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Irkutsk</td>
<td class="org-right">3</td>
<td class="org-left">Siberia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">33</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Siberia</td>
<td class="org-right">2</td>
<td class="org-left">Ural</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">34</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">8</td>
<td class="org-left">Iceland</td>
<td class="org-right">3</td>
<td class="org-right">0</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">34</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">3</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">34</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">3</td>
<td class="org-left">Greenland</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">35</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Quebec</td>
<td class="org-right">5</td>
<td class="org-left">Greenland</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">36</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">8</td>
<td class="org-left">Western Europe</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">37</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Siberia</td>
<td class="org-right">4</td>
<td class="org-left">Yakutsk</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">38</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">6</td>
<td class="org-left">Greenland</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">38</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">3</td>
<td class="org-left">Greenland</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">40</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">17</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">40</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">14</td>
<td class="org-left">Western Europe</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">40</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">10</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">40</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">8</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">41</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Siberia</td>
<td class="org-right">16</td>
<td class="org-left">Ural</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">41</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ural</td>
<td class="org-right">3</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">41</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">2</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">42</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">12</td>
<td class="org-left">Greenland</td>
<td class="org-right">11</td>
<td class="org-right">12</td>
<td class="org-right">8</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">43</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Greenland</td>
<td class="org-right">14</td>
<td class="org-left">Iceland</td>
<td class="org-right">4</td>
<td class="org-right">9</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">44</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">12</td>
<td class="org-left">Western Europe</td>
<td class="org-right">2</td>
<td class="org-right">4</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">44</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">5</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">45</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ural</td>
<td class="org-right">4</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">45</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">3</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">46</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">7</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">46</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">6</td>
<td class="org-left">Greenland</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">47</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">5</td>
<td class="org-left">Greenland</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">48</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">6</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">48</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">3</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">49</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">4</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">50</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">8</td>
<td class="org-left">Greenland</td>
<td class="org-right">4</td>
<td class="org-right">10</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">51</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Greenland</td>
<td class="org-right">10</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">52</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">24</td>
<td class="org-left">Central America</td>
<td class="org-right">6</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">52</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">18</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">52</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">3</td>
<td class="org-left">Western United States</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">52</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">6</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">53</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">3</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">53</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ural</td>
<td class="org-right">13</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">53</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">3</td>
<td class="org-left">China</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">54</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">9</td>
<td class="org-left">Western Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">54</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">6</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">55</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Quebec</td>
<td class="org-right">5</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">56</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">9</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">56</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">8</td>
<td class="org-left">Western Europe</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">56</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">2</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">57</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">South Africa</td>
<td class="org-right">15</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">57</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">South Africa</td>
<td class="org-right">12</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">57</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">3</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">57</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">3</td>
<td class="org-left">North Africa</td>
<td class="org-right">3</td>
<td class="org-right">0</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">57</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">South Africa</td>
<td class="org-right">9</td>
<td class="org-left">Madagascar</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">6</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">58</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">7</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">58</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">4</td>
<td class="org-left">Egypt</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">58</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">3</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">59</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">17</td>
<td class="org-left">Western United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">59</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">16</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">60</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">18</td>
<td class="org-left">North Africa</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">60</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">13</td>
<td class="org-left">Egypt</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">61</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">10</td>
<td class="org-left">North Africa</td>
<td class="org-right">3</td>
<td class="org-right">5</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">62</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">9</td>
<td class="org-left">Greenland</td>
<td class="org-right">7</td>
<td class="org-right">8</td>
<td class="org-right">6</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">63</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">5</td>
<td class="org-left">Yakutsk</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">64</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">17</td>
<td class="org-left">Central America</td>
<td class="org-right">18</td>
<td class="org-right">5</td>
<td class="org-right">7</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">65</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Irkutsk</td>
<td class="org-right">5</td>
<td class="org-left">Yakutsk</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">65</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ural</td>
<td class="org-right">9</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">66</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">18</td>
<td class="org-left">Greenland</td>
<td class="org-right">6</td>
<td class="org-right">8</td>
<td class="org-right">6</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">67</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">15</td>
<td class="org-left">Greenland</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">67</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Greenland</td>
<td class="org-right">12</td>
<td class="org-left">Iceland</td>
<td class="org-right">5</td>
<td class="org-right">9</td>
<td class="org-right">5</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">68</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">5</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">68</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">19</td>
<td class="org-left">Central America</td>
<td class="org-right">15</td>
<td class="org-right">7</td>
<td class="org-right">3</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">69</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Yakutsk</td>
<td class="org-right">11</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">4</td>
<td class="org-right">2</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">69</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">8</td>
<td class="org-left">Alaska</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">69</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Alaska</td>
<td class="org-right">6</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">69</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">5</td>
<td class="org-left">Alberta</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">69</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ural</td>
<td class="org-right">9</td>
<td class="org-left">China</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">70</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">7</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">71</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">4</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">71</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">2</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">72</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">18</td>
<td class="org-left">Ukraine</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">72</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">12</td>
<td class="org-left">Middle East</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">72</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">3</td>
<td class="org-left">Egypt</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">73</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">6</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">73</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">China</td>
<td class="org-right">11</td>
<td class="org-left">India</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">73</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">3</td>
<td class="org-left">Ontario</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">73</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">2</td>
<td class="org-left">Quebec</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">74</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">9</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">74</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">5</td>
<td class="org-left">India</td>
<td class="org-right">9</td>
<td class="org-right">3</td>
<td class="org-right">7</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">75</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">4</td>
<td class="org-left">Quebec</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">76</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">14</td>
<td class="org-left">Central America</td>
<td class="org-right">12</td>
<td class="org-right">4</td>
<td class="org-right">6</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">76</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">3</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">76</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">2</td>
<td class="org-left">South Africa</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">77</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">India</td>
<td class="org-right">8</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">78</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">5</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">79</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Quebec</td>
<td class="org-right">6</td>
<td class="org-left">Ontario</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">80</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">6</td>
<td class="org-left">South Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">80</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">South Africa</td>
<td class="org-right">5</td>
<td class="org-left">Madagascar</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">80</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">14</td>
<td class="org-left">Central America</td>
<td class="org-right">9</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">81</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">15</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">81</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">14</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">81</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">13</td>
<td class="org-left">North Africa</td>
<td class="org-right">6</td>
<td class="org-right">0</td>
<td class="org-right">6</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">81</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">12</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">81</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">10</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">81</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">9</td>
<td class="org-left">Madagascar</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">81</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Madagascar</td>
<td class="org-right">5</td>
<td class="org-left">South Africa</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">82</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">7</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">82</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">3</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">83</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">6</td>
<td class="org-left">Alberta</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">83</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">5</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">83</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">4</td>
<td class="org-left">Alaska</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">84</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">14</td>
<td class="org-left">Central America</td>
<td class="org-right">8</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">84</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">7</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">84</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">3</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">85</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">India</td>
<td class="org-right">13</td>
<td class="org-left">Middle East</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">86</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">7</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">86</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">5</td>
<td class="org-left">Greenland</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">87</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Quebec</td>
<td class="org-right">12</td>
<td class="org-left">Greenland</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">88</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">4</td>
<td class="org-left">Ural</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">88</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">14</td>
<td class="org-left">Central America</td>
<td class="org-right">8</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">89</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">23</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">89</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">21</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">89</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">3</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">90</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">11</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">91</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">15</td>
<td class="org-left">Venezuela</td>
<td class="org-right">12</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">92</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">14</td>
<td class="org-left">Central America</td>
<td class="org-right">12</td>
<td class="org-right">9</td>
<td class="org-right">12</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">93</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">3</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">94</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">21</td>
<td class="org-left">Ukraine</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">94</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">15</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">95</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alaska</td>
<td class="org-right">9</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">95</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Greenland</td>
<td class="org-right">10</td>
<td class="org-left">Iceland</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">96</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">18</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">96</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">16</td>
<td class="org-left">South Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">96</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">15</td>
<td class="org-left">Madagascar</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">96</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">13</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">97</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">16</td>
<td class="org-left">Ukraine</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">98</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">8</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">99</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">7</td>
<td class="org-left">Central America</td>
<td class="org-right">3</td>
<td class="org-right">5</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">100</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">21</td>
<td class="org-left">Western Europe</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">100</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">14</td>
<td class="org-left">Great Britain</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">101</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">20</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">101</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">18</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">102</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">9</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">102</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">8</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">103</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">9</td>
<td class="org-left">Venezuela</td>
<td class="org-right">6</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">104</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">3</td>
<td class="org-left">Great Britain</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">104</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">11</td>
<td class="org-left">Egypt</td>
<td class="org-right">4</td>
<td class="org-right">6</td>
<td class="org-right">4</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">105</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">13</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">105</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">12</td>
<td class="org-left">Greenland</td>
<td class="org-right">5</td>
<td class="org-right">11</td>
<td class="org-right">4</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">106</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">19</td>
<td class="org-left">Madagascar</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">106</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Madagascar</td>
<td class="org-right">14</td>
<td class="org-left">South Africa</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">107</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">3</td>
<td class="org-left">Yakutsk</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">108</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">3</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">108</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">2</td>
<td class="org-left">Egypt</td>
<td class="org-right">2</td>
<td class="org-right">9</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">108</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">3</td>
<td class="org-left">East Africa</td>
<td class="org-right">4</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">109</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Mongolia</td>
<td class="org-right">10</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">110</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">South Africa</td>
<td class="org-right">16</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">111</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Yakutsk</td>
<td class="org-right">2</td>
<td class="org-left">Siberia</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">112</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Ural</td>
<td class="org-right">4</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">112</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">12</td>
<td class="org-left">Central America</td>
<td class="org-right">12</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">113</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">13</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">114</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">17</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">114</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">11</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">115</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">3</td>
<td class="org-left">Great Britain</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">115</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">2</td>
<td class="org-left">Western Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">116</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">16</td>
<td class="org-left">North Africa</td>
<td class="org-right">7</td>
<td class="org-right">1</td>
<td class="org-right">7</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">117</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">11</td>
<td class="org-left">Ural</td>
<td class="org-right">2</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">118</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">7</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">119</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">6</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">119</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">4</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">119</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">3</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">120</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">21</td>
<td class="org-left">Central America</td>
<td class="org-right">15</td>
<td class="org-right">9</td>
<td class="org-right">15</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">120</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">11</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">121</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">India</td>
<td class="org-right">4</td>
<td class="org-left">Middle East</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">121</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">China</td>
<td class="org-right">3</td>
<td class="org-left">Siam</td>
<td class="org-right">26</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">122</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">9</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">123</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">5</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">124</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">6</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">124</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">5</td>
<td class="org-left">Western United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">125</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">3</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">126</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">17</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">126</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">15</td>
<td class="org-left">Western Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">127</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">14</td>
<td class="org-left">Western United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">127</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">13</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">127</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">12</td>
<td class="org-left">Central America</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">128</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">13</td>
<td class="org-left">Central America</td>
<td class="org-right">7</td>
<td class="org-right">5</td>
<td class="org-right">7</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">128</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">3</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">129</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Northern Europe</td>
<td class="org-right">4</td>
<td class="org-left">Great Britain</td>
<td class="org-right">1</td>
<td class="org-right">5</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">130</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">5</td>
<td class="org-left">Great Britain</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">131</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">14</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">131</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">13</td>
<td class="org-left">Venezuela</td>
<td class="org-right">5</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">131</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">4</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">131</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Peru</td>
<td class="org-right">3</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">132</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">17</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">132</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">16</td>
<td class="org-left">Venezuela</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">132</td>
<td class="org-left">Jim</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">12</td>
<td class="org-left">North Africa</td>
<td class="org-right">17</td>
<td class="org-right">7</td>
<td class="org-right">17</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">133</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Siberia</td>
<td class="org-right">4</td>
<td class="org-left">Yakutsk</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">134</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">7</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">135</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">15</td>
<td class="org-left">Venezuela</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">135</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">13</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">135</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Peru</td>
<td class="org-right">12</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">135</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Argentina</td>
<td class="org-right">10</td>
<td class="org-left">Brazil</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">136</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Southern Europe</td>
<td class="org-right">4</td>
<td class="org-left">Western Europe</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">137</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">18</td>
<td class="org-left">Brazil</td>
<td class="org-right">10</td>
<td class="org-right">4</td>
<td class="org-right">10</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">137</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">12</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">137</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Argentina</td>
<td class="org-right">11</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">137</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Peru</td>
<td class="org-right">10</td>
<td class="org-left">Venezuela</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">137</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">9</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">18</td>
<td class="org-left">Central America</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">14</td>
<td class="org-left">Venezuela</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">11</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Peru</td>
<td class="org-right">10</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Argentina</td>
<td class="org-right">9</td>
<td class="org-left">Brazil</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">10</td>
<td class="org-left">Great Britain</td>
<td class="org-right">5</td>
<td class="org-right">5</td>
<td class="org-right">5</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">4</td>
<td class="org-left">Western Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">138</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">8</td>
<td class="org-left">North Africa</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">139</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">6</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">140</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">11</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">140</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">9</td>
<td class="org-left">Brazil</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">141</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Alaska</td>
<td class="org-right">11</td>
<td class="org-left">Kamchatka</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">142</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">7</td>
<td class="org-left">Iceland</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">142</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">6</td>
<td class="org-left">Great Britain</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">143</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">17</td>
<td class="org-left">Brazil</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">143</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">6</td>
<td class="org-left">Venezuela</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">143</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">3</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">144</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">10</td>
<td class="org-left">Venezuela</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">144</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">8</td>
<td class="org-left">Brazil</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">144</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">2</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">145</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">4</td>
<td class="org-left">Western Europe</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">146</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">12</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">146</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">11</td>
<td class="org-left">Brazil</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">6</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">146</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">9</td>
<td class="org-left">Venezuela</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">146</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">8</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">147</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Greenland</td>
<td class="org-right">8</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">147</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">4</td>
<td class="org-left">Central America</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">148</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">4</td>
<td class="org-left">East Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">148</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">3</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">148</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">2</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">149</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">7</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">149</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Argentina</td>
<td class="org-right">3</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">150</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">14</td>
<td class="org-left">Central America</td>
<td class="org-right">5</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">151</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">7</td>
<td class="org-left">Congo</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">151</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Congo</td>
<td class="org-right">6</td>
<td class="org-left">South Africa</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">151</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">South Africa</td>
<td class="org-right">2</td>
<td class="org-left">Madagascar</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">152</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">4</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">153</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Western Europe</td>
<td class="org-right">9</td>
<td class="org-left">North Africa</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">153</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">North Africa</td>
<td class="org-right">7</td>
<td class="org-left">Brazil</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">153</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">5</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">153</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Argentina</td>
<td class="org-right">4</td>
<td class="org-left">Peru</td>
<td class="org-right">2</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">154</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">5</td>
<td class="org-left">Egypt</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">154</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Egypt</td>
<td class="org-right">3</td>
<td class="org-left">North Africa</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">154</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">2</td>
<td class="org-left">Madagascar</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">kept</td>
</tr>

<tr>
<td class="org-right">155</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">21</td>
<td class="org-left">Peru</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">155</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Peru</td>
<td class="org-right">19</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">155</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Argentina</td>
<td class="org-right">18</td>
<td class="org-left">Brazil</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">156</td>
<td class="org-left">Will</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">17</td>
<td class="org-left">Venezuela</td>
<td class="org-right">14</td>
<td class="org-right">8</td>
<td class="org-right">14</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">157</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">East Africa</td>
<td class="org-right">3</td>
<td class="org-left">Madagascar</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">157</td>
<td class="org-left">Ben</td>
<td class="org-left">NA</td>
<td class="org-left">Great Britain</td>
<td class="org-right">6</td>
<td class="org-left">Western Europe</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Siam</td>
<td class="org-right">48</td>
<td class="org-left">India</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">India</td>
<td class="org-right">45</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">41</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">40</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">3</td>
<td class="org-right">12</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">27</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">25</td>
<td class="org-left">Greenland</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right">5</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Greenland</td>
<td class="org-right">23</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">21</td>
<td class="org-left">Alaska</td>
<td class="org-right">8</td>
<td class="org-right">2</td>
<td class="org-right">8</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Alaska</td>
<td class="org-right">18</td>
<td class="org-left">Alberta</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">17</td>
<td class="org-left">Ontario</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">16</td>
<td class="org-left">Quebec</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Quebec</td>
<td class="org-right">13</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">12</td>
<td class="org-left">Western United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">11</td>
<td class="org-left">Central America</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">158</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">4</td>
<td class="org-left">Venezuela</td>
<td class="org-right">8</td>
<td class="org-right">4</td>
<td class="org-right">8</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Middle East</td>
<td class="org-right">11</td>
<td class="org-left">India</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">India</td>
<td class="org-right">9</td>
<td class="org-left">Siam</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Siam</td>
<td class="org-right">8</td>
<td class="org-left">Indonesia</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Indonesia</td>
<td class="org-right">6</td>
<td class="org-left">New Guinea</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">New Guinea</td>
<td class="org-right">4</td>
<td class="org-left">Eastern Australia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern Australia</td>
<td class="org-right">3</td>
<td class="org-left">Western Australia</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">China</td>
<td class="org-right">45</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Afghanistan</td>
<td class="org-right">41</td>
<td class="org-left">Ukraine</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ukraine</td>
<td class="org-right">40</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Scandinavia</td>
<td class="org-right">36</td>
<td class="org-left">Iceland</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Iceland</td>
<td class="org-right">35</td>
<td class="org-left">Greenland</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Greenland</td>
<td class="org-right">34</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Northwest Territory</td>
<td class="org-right">32</td>
<td class="org-left">Alaska</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Alaska</td>
<td class="org-right">31</td>
<td class="org-left">Alberta</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Alberta</td>
<td class="org-right">30</td>
<td class="org-left">Ontario</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Ontario</td>
<td class="org-right">29</td>
<td class="org-left">Quebec</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Quebec</td>
<td class="org-right">28</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Eastern United States</td>
<td class="org-right">27</td>
<td class="org-left">Western United States</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Western United States</td>
<td class="org-right">26</td>
<td class="org-left">Central America</td>
<td class="org-right">3</td>
<td class="org-right">5</td>
<td class="org-right">3</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Central America</td>
<td class="org-right">20</td>
<td class="org-left">Venezuela</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Venezuela</td>
<td class="org-right">18</td>
<td class="org-left">Brazil</td>
<td class="org-right">5</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Brazil</td>
<td class="org-right">15</td>
<td class="org-left">Peru</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>

<tr>
<td class="org-right">159</td>
<td class="org-left">Andrew</td>
<td class="org-left">NA</td>
<td class="org-left">Peru</td>
<td class="org-right">14</td>
<td class="org-left">Argentina</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">captured</td>
</tr>
</tbody>
</table>
</div>
</div>
