reports/risk.org
* Stats
  using attack information parsed from the logs.
  We can compute attacking stats.

 N.B. The defending player is not currently tracked. Statitics are only for aggression.
#+BEGIN_SRC R :session :var d=results-attacks :colnames yes
  library(dplyr)
  top_attack <-
    d %>%
    group_by(a.player, d.player) %>% tally() %>%
    group_by(a.player) %>% mutate(r=rank(n)) %>%
    filter(r<2) %>% summarize(most.attacked=paste(d.player,collapse=","))

   x <-
    d %>% 
    group_by(a.player) %>%
    summarise(attacks=n(),
    	    losses=sum(a.lost),
    	    kills=sum(d.lost),
    	    win.ratio=length(which(status=='captured'))/n(),
    	    avg.attack.disparity=mean(a.n - d.n)) %>%
    mutate_at(.funs=function(x) round(x,2), vars(win.ratio, avg.attack.disparity)) %>%
    #inner_join(top_attack) %>%
    arrange(attacks)
  #+END_SRC

  #+RESULTS:
  | a.player | attacks | losses | kills | win.ratio | avg.attack.disparity |
  |----------+---------+--------+-------+-----------+----------------------|
  | Josh     |       8 |     15 |    14 |      0.62 |                 3.25 |
  | Ben      |      69 |     94 |    96 |      0.87 |                 5.23 |
  | Jim      |      70 |    169 |   195 |      0.79 |                 6.69 |
  | Will     |      72 |    128 |   150 |      0.96 |                 6.32 |
  | Andrew   |     122 |    160 |   217 |      0.94 |                11.61 |


* Colophon/Appendix

  * ~Perl::Critic~ + ~flycheck~ were helpful in debuging perl code.
  * ~perldb: perl -d -e 0~ was useful, but without tangling to a file, less than idea.
  * must explicity name ~#+Name: results-codeblock~ above generated ~#+RESULTS: codeblock~ for next org-babel block to read in
